{
  "root": [
    {
      "Character": "Captain Holt",
      "Episode": "Honeymoon",
      "QuoteText" : "Amy: This place is so romantic.  Jake: Yeah, and so intimate.  Captain Holt: Don't worry. I'm not listening to you. I'm just thinking about how this sea bass is cold but not as cold and cruel as the hands of fate that have thrust my entire life into darkness.  Jake: Ah, damn it. I just ordered the sea bass.",
      "Header": "Quote from Captain Holt in the episode Honeymoon"
    },
    {
      "Character": "Jake",
      "Episode": "Serve & Protect",
      "QuoteText" : "Jake: Devereaux gave me his card and said, \"Call me if you can think of anything else.\" Just like on the show!  Rosa: Does he know we're the real cops?  Jake: I don't think so.",
      "Header": "Quote from Jake in the episode Serve & Protect"
    },
    {
      "Character": "Jake",
      "Episode": "Adrian Pimento",
      "QuoteText" : "Adrian Pimento: Oh, look at that. A bunch of old family photos and personal belongings.  Jake: Pimento's mementos. I know you have a gun on me. I just couldn't resist the rhyme, sorry.",
      "Header": "Quote from Jake in the episode Adrian Pimento"
    },
    {
      "Character": "Charles",
      "Episode": "Valloweaster",
      "QuoteText" : "Charles: Why would you do that? Jake and Holt are like the '92 dream team.  Amy: I know you're not talking about sports, so who do you think the '92 Dream Team was?  Charles: Aladdin and Abu.  Amy: Right.",
      "Header": "Quote from Charles in the episode Valloweaster"
    },
    {
      "Character": "Amy",
      "Episode": "The Venue",
      "QuoteText" : "Amy: But we had an oral agreement. You said we had until the end of the day EOD. It's not EOD. The D hasn't E'd. It won't be E'd for ages!",
      "Header": "Quote from Amy in the episode The Venue"
    },
    {
      "Character": "Jess",
      "Episode": "The Night Shift",
      "QuoteText" : "Jake: Stop, stop, stop, stop, stop, stop, stop, stop. NYPD. NYPD I need to commandeer this vehicle.  Jess: It's a crossover. It's a crossover SUV, and you can't have it.",
      "Header": "Quote from Jess in the episode The Night Shift"
    },
    {
      "Character": "Jake",
      "Episode": "Coral Palms Pt. 3",
      "QuoteText" : "Gemma: Do I know you from somewhere?  Jake: Do you watch a lot of pornography? 'Cause I'm in most of it.",
      "Header": "Quote from Jake in the episode Coral Palms Pt. 3"
    },
    {
      "Character": "Amy",
      "Episode": "The 9-8",
      "QuoteText" : "Sergeant Jeffords: He shouldn't have a pet in the precinct.  Amy: It's a \"service animal\" that he has made-up reasons.  Brian: I have mild foot pain, okay? Francie helps me with that.  Amy: How?  Brian: Legally, you're not allow - to ask me that.  Amy: Ugh.",
      "Header": "Quote from Amy in the episode The 9-8"
    },
    {
      "Character": "Jake",
      "Episode": "The Last Ride",
      "QuoteText" : "Charles: Hey, what if they can tell you're amazing but a little rusty and therefore kinda bad?  Jake: Not to worry, BMX is 99% attitude. So here's the plan, my name is Tyler Omaha, born and raised in So-Cal. Point me to a quarter pipe and I'm gonna tail-whip for days, bro.",
      "Header": "Quote from Jake in the episode The Last Ride"
    },
    {
      "Character": "Jake",
      "Episode": "The Box",
      "QuoteText" : "Captain Holt: We're not lying.  Jake: It's legal. The Supreme Court said that we're allowed to lie in an interrogation. I told a perp that I knew Steph Curry a couple days ago. It had nothing to do with the case, but I could say it.",
      "Header": "Quote from Jake in the episode The Box"
    },
    {
      "Character": "Jake",
      "Episode": "AC/DC",
      "QuoteText" : "Jake: First of all, the doctor was a woman. There's a such thing as woman doctors, Sarge. I lied for effect, it was a man. And he said I was perfectly fine. Except for three cracked ribs. And a broken toe, which was right next to two other broken toes.",
      "Header": "Quote from Jake in the episode AC/DC"
    },
    {
      "Character": "Jake",
      "Episode": "Coral Palms Pt. 1",
      "QuoteText" : "Captain Holt: I was already suspicious about your new positive attitude towards Florida, a state you once described as America's stinky butt. But then, after we met the marshal, you said something very strange.  Jake: It was \"squirt-anly,\" wasn't it?  Captain Holt: No, something much stranger.  [cut to] Jake: [slowed audio] You were right.  Captain Holt: I knew then that you were up to something, so I followed you here. I guessed the combination on the first try: 69-69.  Jake: June 9, 1969, the day my parents got married.  Captain Holt: No, it isn't.  Jake: My mom's birthday.  Captain Holt: No.  Jake: The moon landing.  Captain Holt: Nope.  Jake: Fine, you're right. It's a completely random number.",
      "Header": "Quote from Jake in the episode Coral Palms Pt. 1"
    },
    {
      "Character": "Charles",
      "Episode": "Bad Beat",
      "QuoteText" : "Charles: I'm glad you get your money back. You can invest it in something you actually believe in instead of my balls. Now if you'll excuse me, I have 50 pounds of meat I have to return before it goes rotten. Like my dreams.",
      "Header": "Quote from Charles in the episode Bad Beat"
    },
    {
      "Character": "Jake",
      "Episode": "The Tattler",
      "QuoteText" : "Amy: All right, we should start by talking to Brandon Bliss and find out who told him you were the Tattler.  Jake: Unfortunately, Bliss is not here. Probably in the VIP section at a Fatboy Slim concert.  Amy: Would that be cool for a 37-year-old?  Jake: The funk soul brother is timeless, Ames.",
      "Header": "Quote from Jake in the episode The Tattler"
    },
    {
      "Character": "Gina",
      "Episode": "The Oolong Slayer",
      "QuoteText" : "Captain Holt: Gina, did you know about this?  Gina: Uh, tricking you was the only way I could get you to talk to him. Plus, you know I heart intrigue.",
      "Header": "Quote from Gina in the episode The Oolong Slayer"
    },
    {
      "Character": "Captain Holt",
      "Episode": "The Fugitive (Part 2)",
      "QuoteText" : "Captain Holt: Look, I owe you both an apology. Doug Judy, I underestimated your honesty. And, Peralta, I underestimated your instincts.  Jake: Yeah, I'm gonna need a lot more from you than that.  Captain Holt: Fine. You're a good cop even if you are a thirsty-ass bitch.  Jake: Wow. Okay. Solved a pretty intense murder, and just crap all over me.",
      "Header": "Quote from Captain Holt in the episode The Fugitive (Part 2)"
    },
    {
      "Character": "Gina",
      "Episode": "AC/DC",
      "QuoteText" : "Amy: Did we steal these sunglasses?  Gina: No, you paid the bodega guy $200 for them and his shirt.  Amy: That explains why I have a triple-XL Scarface hoodie on my couch.",
      "Header": "Quote from Gina in the episode AC/DC"
    },
    {
      "Character": "Captain Holt ",
      "Episode": "A Tale of Two Bandits",
      "QuoteText" : "Rosa: Damn, sir, you took that Charbonnay to the house. How you feeling?  Captain Holt: Let me take stock. My equilibrium is askew, my vision is partially impaired, and I'm clearly slurring my words. To put a fine point on it, your boy is turnt.",
      "Header": "Quote from Captain Holt  in the episode A Tale of Two Bandits"
    },
    {
      "Character": "Gina",
      "Episode": "NutriBoom",
      "QuoteText" : "Amy: Gina, what do I do?  Gina: No, I don't know how to deal with an Amy. But there is this girl Wanda in my Mommy & Me class. She's such a pill. She's so into her baby and not into the other babies and it's like, oh, cool, well, congrats. Your baby rolled over early. Like, who cares?  Amy: I don't have time for this, Gina. *turns and walks away*  Gina: And that is how you deal with an Amy. You talk about something she's not interested in until she walks away.  Amy: Ohh, brilliant.",
      "Header": "Quote from Gina in the episode NutriBoom"
    },
    {
      "Character": "Gina",
      "Episode": "The Mole",
      "QuoteText" : "Charles: You take care of Amy.  Gina: But how to make it look like an accident?  Charles: I'm not saying murder. Just talk to her like a normal person.  Gina: Right, even better. Get her to tell me all her little secrets, then if she tries anything we can destroy her.",
      "Header": "Quote from Gina in the episode The Mole"
    },
    {
      "Character": "Jake",
      "Episode": "The Negotiation",
      "QuoteText" : "Jake: Judy wasn't lying. That's Halloway. We gotta arrest him.  Doug Judy: Jake, he's running.  Jake: Come on, man.  Dennis Cole: Only if I get the collar and 100% of the credit.  Jake: Are you negotiating right now?  Dennis Cole: Always.  Jake: Okay, that was actually a really cool thing to say. All right, let's do it.",
      "Header": "Quote from Jake in the episode The Negotiation"
    },
    {
      "Character": "Jake",
      "Episode": "Payback",
      "QuoteText" : "Jake: My arms don't seem to be responding to my brain any more.",
      "Header": "Quote from Jake in the episode Payback"
    },
    {
      "Character": "Jake",
      "Episode": "The Big House Pt.1",
      "QuoteText" : "Jake: I can't believe I went 0 for 16. I got rejected by my safety gang. I'm gonna die in here.",
      "Header": "Quote from Jake in the episode The Big House Pt.1"
    },
    {
      "Character": "Jake",
      "Episode": "The Golden Child",
      "QuoteText" : "Amy: Okay, this is gonna be my mantel shot. So every time Mom and Dad look at it, they'll be reminded of what David did.  Jake: I would say you should chill out, but this is actually making me feel great about my family, so let's dive in. Everybody say \"possession with intent to distribute\"!  David Santiago: Hey.  Jake: Oh! Ah, David, hi there. That was unrelated to your recent arrest for possession with intent to distribute. How are you?",
      "Header": "Quote from Jake in the episode The Golden Child"
    },
    {
      "Character": "Jake",
      "Episode": "The Puzzle Master",
      "QuoteText" : "Jake: But maybe we should switch gears a bit, and get back to some good old-fashioned police work.  Amy: What are you thinking?  Jake: Well, whoever's setting these fires is clearly trying to humiliate Vin. You know, make a puzzle he can't solve. So maybe we should focus on people that don't like you.  Amy: Jake has a point about motive. Maybe another puzzler wants to take you down.  Vin Stermley: Well, if you're looking for a puzzle head, I'm hosting a crossword night at the Turnkey Bar tonight.  Amy: Oh, I've always wanted to go there. That place is a total puzz-hang.  Jake: Ah, gross, all right, so we'll go undercover, chat some people up, and see if we can't find our arsonist.  Amy: Good idea.  Jake: Oh, Amy likes my plan. Great, so Vin, why don't we just get this coat back on you, and I'll help you get out of the door, here. And we'll see you tonight, okay, bye!",
      "Header": "Quote from Jake in the episode The Puzzle Master"
    },
    {
      "Character": "other character",
      "Episode": "Greg and Larry",
      "QuoteText" : "Bob Annderson: I should've known Agent Whelan was dirty. There were signs. He wore a V-neck once.  Captain Holt: Bob. You did nothing?  Bob Annderson: It's my greatest regret.",
      "Header": "Quote from other character in the episode Greg and Larry"
    },
    {
      "Character": "Charles",
      "Episode": "Undercover",
      "QuoteText" : "Jake: God, I missed this place. Let me just soak it in. Oh, yeah. Stale coffee, finger printing ink, whatever Charles is fermenting in his desk.  Charles: Beans.  Jake: Beans! It's like I never left.",
      "Header": "Quote from Charles in the episode Undercover"
    },
    {
      "Character": "Amy",
      "Episode": "Pilot",
      "QuoteText" : "Amy: Lay off the Captain. That man is going to be my rabbi.",
      "Header": "Quote from Amy in the episode Pilot"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Terry Kitties",
      "QuoteText" : "Captain Holt: Bonjour, mes amis.  Jake: Oh, someone had a good time in Paris.  Captain Holt: Oh, Kevin and I shared a perfect week together. I feel like I'm floating on a croissant. I wonder why people don't just break into song more often.",
      "Header": "Quote from Captain Holt in the episode Terry Kitties"
    },
    {
      "Character": "Jake",
      "Episode": "The Puzzle Master",
      "QuoteText" : "Rosa: I opened it. You passed.  Amy: [gasps] Oh, my God. I'm going to be a sergeant.  Jake: You're going to be a sergeant!  Captain Holt: Yes!  Amy: [doing her \"dork dance\"] Oh, no, it's happening. Whoo! Yeah!  Jake: That's my future wife! So...",
      "Header": "Quote from Jake in the episode The Puzzle Master"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Serve & Protect",
      "QuoteText" : "Captain Holt: So Grayson's a philanderer. What's that gotta do with the price of onions?",
      "Header": "Quote from Captain Holt in the episode Serve & Protect"
    },
    {
      "Character": "Jake",
      "Episode": "Hostage Situation",
      "QuoteText" : "Charles: Yeah, it's true I lost the ability to procreate after the accident.  Jake: Yeah, I still don't know why you dove in crotch first.",
      "Header": "Quote from Jake in the episode Hostage Situation"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "The Chopper",
      "QuoteText" : "Sergeant Jeffords: My girls are on the waitlist for their preschool, and it's twice as tough to get in with twins.  Rosa: Why don't you just get one of them in, and let them take turns going to school every other day?  Sergeant Jeffords: Diaz, that's crazy. I asked my wife and she said no.",
      "Header": "Quote from Sergeant Jeffords in the episode The Chopper"
    },
    {
      "Character": "Hitchcock",
      "Episode": "Moo Moo",
      "QuoteText" : "Rosa: What's wrong?  Sergeant Jeffords: I got stopped by a cop last night.  Rosa: Stopped for what?  Sergeant Jeffords: Stopped for walking.  Rosa: That makes zero sense unless- Oh, crap. I see what happened.  Sergeant Jeffords: Yeah.  Jake: Sarge, that's terrible.  Amy: That's so messed up.  Scully: Oh, jeez. I have no idea what's going on.  Hitchcock: He got stopped for being black. Get woke, Scully.",
      "Header": "Quote from Hitchcock in the episode Moo Moo"
    },
    {
      "Character": "Amy",
      "Episode": "Casecation",
      "QuoteText" : "Jake: All right, so how do we handle this?  Amy: I mean, there's only one thing to do when two people have diametrically opposing views on a subject.  Jake: Talk about it lovingly and decide how to move forward?  Amy: Structured debate.  Jake: Oh. Fun.  Amy: High school format. Modified Lincoln-Douglas. Let's take one hour apart for research and prep. Yeah.  Jake: Great, I'll just do a Lincoln-Douglas.",
      "Header": "Quote from Amy in the episode Casecation"
    },
    {
      "Character": "Jake",
      "Episode": "Adrian Pimento",
      "QuoteText" : "Rosa: Kitchen, now.  Jake: Okay. What's up?  Rosa: Something's not right about that guy.  Jake: Why, just because he keeps threatening to kill me in the middle of a police precinct? Uh, grow up.",
      "Header": "Quote from Jake in the episode Adrian Pimento"
    },
    {
      "Character": "Jake",
      "Episode": "48 Hours",
      "QuoteText" : "Captain Holt: Every one's tired, Peralta, they just want to go home.  Jake: Yeah, but I have to prove I'm not selfish so I don't care what they want.  That sounded bad.",
      "Header": "Quote from Jake in the episode 48 Hours"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Monster in the Closet",
      "QuoteText" : "Captain Holt: I'll see about getting you reinstated to the NYPD immediately.  Gina: I think this deserves another hug.  Adrian Pimento: Me too.  Captain Holt: Nope. One was sufficient.",
      "Header": "Quote from Captain Holt in the episode Monster in the Closet"
    },
    {
      "Character": "Jake",
      "Episode": "The Therapist",
      "QuoteText" : "Jake: All right, think. Where would I hide the real notebook if I was a creepy therapist? In my butt. [chuckles] Focus, Jake. Now is not the time for being hilarious.",
      "Header": "Quote from Jake in the episode The Therapist"
    },
    {
      "Character": "Jake",
      "Episode": "Cinco De Mayo",
      "QuoteText" : "Amy: What's going on? Why does Terry look like an Oscar?  Jake: Doesn't he?",
      "Header": "Quote from Jake in the episode Cinco De Mayo"
    },
    {
      "Character": "Captain Holt",
      "Episode": "The Bank Job",
      "QuoteText" : "Jake: Speaking of which, Captain, any luck getting coke out of evidence?  Captain Holt: One bag of primo blow, as is the parlance.",
      "Header": "Quote from Captain Holt in the episode The Bank Job"
    },
    {
      "Character": "Madeline Wuntch",
      "Episode": "New Captain",
      "QuoteText" : "Madeline Wuntch: I like what you've done with your office, Raymond. It's cozy. Like a shoebox one buries a dead hamster in.",
      "Header": "Quote from Madeline Wuntch in the episode New Captain"
    },
    {
      "Character": "Gina",
      "Episode": "Pontiac Bandit",
      "QuoteText" : "Gina: Welcome to the Boyle-free zone. Please turn off all cell phones so as not to attract any unwanted attention. Can I offer you a mint?",
      "Header": "Quote from Gina in the episode Pontiac Bandit"
    },
    {
      "Character": "Rosa",
      "Episode": "Valloweaster",
      "QuoteText" : "Captain Holt: Seems to me Cheddar has the gems, and he's my property, so we win.  Jake: Yeah, works for me. Time for the big wrap-up speech. I'm sure you're all wondering how we pulled this off.  Rosa: No, we continue the heist right here, right now. [picks up scalpel] I'm gonna open him up.",
      "Header": "Quote from Rosa in the episode Valloweaster"
    },
    {
      "Character": "Amy",
      "Episode": "99",
      "QuoteText" : "Jake: You might wanna stand back for this, sir. It can get pretty intense.  Amy: [YELLING] All right, you mooks, our union health plan has 100% reimbursement for out-of-state ambulance rides. Scully will fake a medical emergency.  Scully: Don't need to fake it. Always having at least one.  Amy: Great. You call an ambulance and have it take us here to Monroe, Louisiana. The ambulance can drive 25 miles over the posted speed limit, so we'll get there by 9:00 p.m. There's a small airport there, mostly servicing crop dusters. Of course, they can't take passengers, but thanks to a loophole in H.R. 377551, police officers are allowed to commandeer any plane in the interest of national security. The crop duster will land at an airstrip outside of Finksburg, Maryland. We'll take a cab to Baltimore, jump on the 6:48 a.m. train to New York, arriving at 9:26. Kevin will meet us at Penn Station with a fresh Captain's uniform. From there, it's a 29-minute cab ride to One Police Plaza. You change on the way, and we should get to your meeting with five minutes to spare. Stop clapping, you idiots! We gotta move, move, move!  Jake: I love her.",
      "Header": "Quote from Amy in the episode 99"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Bachelor/ette Party",
      "QuoteText" : "Sergeant Jeffords: If we can figure out where he's going to be at the end of the night, we don't have to do any of his dumb puzzles.  Captain Holt: Right. Instead, we can spend the next six hours eating and drinking and talking about how we lost our V cards.",
      "Header": "Quote from Captain Holt in the episode Bachelor/ette Party"
    },
    {
      "Character": "Jake",
      "Episode": "Yippie Kayak",
      "QuoteText" : "Jake: Oh my God, it's real life Die Hard. I mean, oh, no, crime.",
      "Header": "Quote from Jake in the episode Yippie Kayak"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Cop-Con",
      "QuoteText" : "Sergeant Jeffords: You're being a little harsh on him, Captain.  Captain Holt: I've been up for promotions against that man on six occasions, and he's prevailed every single time. Why? Because he's a snake.  Sergeant Jeffords: Isn't it possible he gets promotions because he's nice and people like him?  Captain Holt: Please, I hate to say this about anyone, let alone a fellow officer, but that man is full of balogna.  Sergeant Jeffords: Baloney.  Captain Holt: You're right. He's so vile, we should use the crude Americanization of the word. He's full of baloney.",
      "Header": "Quote from Captain Holt in the episode Cop-Con"
    },
    {
      "Character": "Gina",
      "Episode": "Return of the King",
      "QuoteText" : "Jake: So what's been going on with you?  Gina: Well, that's actually why I called. It's not a big deal at all, but someone's threatening to murder me.  Jake: What?  Sergeant Jeffords: Damn, Gina!  Gina: I mean, I'm not worried about it in the slightest. Anyone who has an online presence gets meaningless threats. It actually is a sign that I made it.  Sergeant Jeffords: Congrats?  Gina: Thanks. Thank you.",
      "Header": "Quote from Gina in the episode Return of the King"
    },
    {
      "Character": "Charles",
      "Episode": "New Captain",
      "QuoteText" : "Charles: Oh, you sweet, naive boy. I haven't even begun to start pressuring you two. I've already written my best man speech for your wedding.  Oh, I'm gonna need you to get married on a farm. A lot of my jokes rely on that.",
      "Header": "Quote from Charles in the episode New Captain"
    },
    {
      "Character": "Jake",
      "Episode": "Cheddar",
      "QuoteText" : "Amy: Jake, we need to focus on Cheddar. Charles is a grown man. He can take care of himself.  Jake: No, he's not. He's a Charles, all right? And he's blind! Oh, God, he's probably already dead.",
      "Header": "Quote from Jake in the episode Cheddar"
    },
    {
      "Character": "Jake",
      "Episode": "Coral Palms Pt. 1",
      "QuoteText" : "Captain Holt: So we're in Florida indefinitely. You okay?  Jake: I squirt-anly am. Poor choice of words, but the sentiment remains.",
      "Header": "Quote from Jake in the episode Coral Palms Pt. 1"
    },
    {
      "Character": "Kevin",
      "Episode": "Two Turkeys",
      "QuoteText" : "Kevin: Well, everyone's plans seem lovely.  Scully: Oh, Hitchcock and I didn't say ours.  Kevin: How unfortunate.",
      "Header": "Quote from Kevin in the episode Two Turkeys"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "Payback",
      "QuoteText" : "Jake: We're pregnant. We because I convinced you not to get a vasectomy, so if it weren't for me you would have no penis.  Sergeant Jeffords: You still don't know what a vasectomy is.",
      "Header": "Quote from Sergeant Jeffords in the episode Payback"
    },
    {
      "Character": "The Vulture",
      "Episode": "The Vulture",
      "QuoteText" : "The Vulture: Hello, Peralta.  Jake: No, no, no!  The Vulture: I don't know why you're so upset, man. I'm the one who had to come to this backwater stink hole. [to Charles] What's up, little man?  Charles: What's up?  The Vulture: Feeling sexy? Huh?  Charles: Yeah, I feel sexy.  The Vulture: Yeah, you look sexy, man.  Charles: You know I do.  The Vulture: Watch out for that door. [to Sergeant Jeffords] Yo, how much you bench, seriously?",
      "Header": "Quote from The Vulture in the episode The Vulture"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "M.E. Time",
      "QuoteText" : "Sergeant Jeffords: Wait, wait, wait. Slow down. Let's start with the eyes. Were they desperate, lonely? Did they betray heartache?  Victim: They were brown.  Sergeant Jeffords: Do you even want your purse back?",
      "Header": "Quote from Sergeant Jeffords in the episode M.E. Time"
    },
    {
      "Character": "Charles",
      "Episode": "99",
      "QuoteText" : "Charles: So, who do you got your eye on?  Rosa: What?  Charles: You haven't dated anyone since you broke up with Pimento. And funerals are a meat market. Sadness is a powerful aphrodisiac.  Rosa: No, it's not.  Charles: Then how come everyone cries during sex?",
      "Header": "Quote from Charles in the episode 99"
    },
    {
      "Character": "Charles",
      "Episode": "Hostage Situation",
      "QuoteText" : "Eleanor: What do you want, Chunk?   Charles: To let you know you can keep my sperm. I don't need it. I'm in love and I'm going to be a dad, and there's nothing you could do to stop me. So good-bye forever. Oh, and one more thing tell Hercules I'll see him at spin class on Sunday. Now good-bye!",
      "Header": "Quote from Charles in the episode Hostage Situation"
    },
    {
      "Character": "Jake",
      "Episode": "9 Days",
      "QuoteText" : "Jake: Or we could be quarantined together, you know, work the case.  Captain Holt: Yes, that actually sounds kind of fun.  Jake: Kind of? It's gonna be the best week ever.  Doctor: I'm sorry, did you not hear me say extreme testicular discomfort? Yes, we heard you, Dr. Bad News Doctor.",
      "Header": "Quote from Jake in the episode 9 Days"
    },
    {
      "Character": "Rosa",
      "Episode": "NutriBoom",
      "QuoteText" : "Rosa: Well, you could always just wait for Gary to find his Jake and then eventually, over time, they'll each become 10% easier to deal with.  Amy: Gary will never find love. He is unlovable.",
      "Header": "Quote from Rosa in the episode NutriBoom"
    },
    {
      "Character": "Rosa",
      "Episode": "Gintars",
      "QuoteText" : "Dr. Ronald Yee: I spent $6 million in federal grant money on this experiment and I've gotten nowhere. The closest I ever came was when they all landed on a Popsicle once.  Captain Holt: But in the apartment we saw them react to a cotton swab dipped in blood.  Dr. Ronald Yee: It was melted Popsicle. Jam works, too, but it's more expensive.  Rosa: So, Sir, you were saying something about us being common fools?",
      "Header": "Quote from Rosa in the episode Gintars"
    },
    {
      "Character": "Scully",
      "Episode": "The Bank Job",
      "QuoteText" : "Amy: Where's Gina going? That's, like, the third time she's taken off this week.  Sergeant Jeffords: She has a doctor's appointment.  Scully: You know what that's code for. She's taking a nap in the furnace room.  Sergeant Jeffords: Is that what you do? Because you really should go to the doctor. When you breathe it sounds like someone's shaking a bag of quarters.  Scully: You're right. [grabbing a pillow from his desk drawer] I'll go to the doctor right now.",
      "Header": "Quote from Scully in the episode The Bank Job"
    },
    {
      "Character": "Gina",
      "Episode": "Jake & Amy",
      "QuoteText" : "Amy: Boyle, I don't even have a dress.  Charles: You can wear Gina's. I'm sure it's white.  Amy: There's no way Gina was gonna wear a white dress to my wedding.  [later]  Gina: No, I definitely was.  Amy: What?  Gina: I thought you'd just wear a Grey pantsuit or something. I would never wear a Grey pantsuit to your wedding, I promise you that.",
      "Header": "Quote from Gina in the episode Jake & Amy"
    },
    {
      "Character": "Amy",
      "Episode": "Mr. Santiago",
      "QuoteText" : "Amy: All right, someone's gotta go out there and kill that feathery bastard. Rosa, you're always looking for an excuse to behead something.",
      "Header": "Quote from Amy in the episode Mr. Santiago"
    },
    {
      "Character": "Amy",
      "Episode": "Coral Palms Pt. 2",
      "QuoteText" : "Gina: I would like you to tell Jacob that I'm thinking about him and hoping that he's safe. What? Meet the new Gina, who always puts others before herself.  Can you make the whole letter about me doing that?  Amy: Yeah, I'll just tell him that everything's exactly the same.",
      "Header": "Quote from Amy in the episode Coral Palms Pt. 2"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Terry Kitties",
      "QuoteText" : "Captain Holt: Done. Fastest time today by a full two minutes. Whoo, mama!",
      "Header": "Quote from Captain Holt in the episode Terry Kitties"
    },
    {
      "Character": "Jake",
      "Episode": "Lights Out",
      "QuoteText" : "Amy: [answers phone] Jake?  Jake: Hey, Ames, I'm so sorry we're not there yet, but a guy fell down the stairs, and then the old lady shot a perp and then we stopped a bank robbery...  Kayla: And I lost my shoe.  Jake: And Kayla lost her shoe, but we're almost to the hospital. Are you there yet? What room are you in?  Amy: The break room.  Jake: What? Why?  Amy: There isn't enough time. I have to have the baby here.  Jake: But me and my crazy crew made it to the hospital. That's our birth story!  Amy: Screw your birth story, just get here!",
      "Header": "Quote from Jake in the episode Lights Out"
    },
    {
      "Character": "Rosa",
      "Episode": "Two Turkeys",
      "QuoteText" : "Rosa: Okay, I lied.  Captain Holt: Thank you.  Rosa: Not about the pie. About my Thanksgiving. I'm not spending it alone. I'm spending it with my family. We're seeing the new \"Minions\" musical on Broadway. And I wasn't putting oil in my bike. I was picking up these matching T-shirts for my whole family. I missed my family a lot when I was in prison and we've gotten really close again. I was embarrassed about how pumped I am to see them.  The T-shirts were my idea.",
      "Header": "Quote from Rosa in the episode Two Turkeys"
    },
    {
      "Character": "Charles",
      "Episode": "Terry Kitties",
      "QuoteText" : "Adrian Pimento: Hey, Chuck. Will you bring these to the dry cleaner for me? Tell them the red stains are blood and the brown stains are uh, let's say blood.  Charles: Well, sure. Don't even bother putting them in a bag. I'll just carry them in my arms.",
      "Header": "Quote from Charles in the episode Terry Kitties"
    },
    {
      "Character": "Charles",
      "Episode": "Moo Moo",
      "QuoteText" : "Sergeant Jeffords: Good morning, everyone.  Charles: Oh. My. Goodness. Sarge. What. Are. The. Chances?  Sergeant Jeffords: I say zero?  Charles: Ugh! I mean, when Genevieve got me these suspenders, I thought I'd lean into it and go for the whole look, but I didn't want to step on your toes.",
      "Header": "Quote from Charles in the episode Moo Moo"
    },
    {
      "Character": "Gina",
      "Episode": "The Overmining",
      "QuoteText" : "Sergeant Jeffords: Seriously? The heater's under your skirt?  Gina: Maybe. You can't prove that.  Sergeant Jeffords: Yeah, I can. There's a cord running under it, and I think you may be on fire.  Gina: Mm, so?  Sergeant Jeffords: What do you mean \"so\"?  Gina: I'm not giving up Jacinta.  Sergeant Jeffords: You are on fire, Gina. You do not have the upper hand in this situation.  Gina: I always have the upper hand.  Sergeant Jeffords: Not when there's flames shooting out of your butt!  Gina: Especially when there's flames shooting out of my butt.",
      "Header": "Quote from Gina in the episode The Overmining"
    },
    {
      "Character": "Amy",
      "Episode": "Coral Palms Pt. 2",
      "QuoteText" : "Amy: Listen, you selfish jerks, that guy in there, the one playing the bongos right now, he thinks we're killing it, so he's just staying out of our way.  Well, the only reason we're killing it is because Captain Holt never let us be satisfied with ourselves. He always inspired us to work harder and smarter, to be better. And if he were here right now, he'd be ashamed of us.",
      "Header": "Quote from Amy in the episode Coral Palms Pt. 2"
    },
    {
      "Character": "Jake",
      "Episode": "The Tattler",
      "QuoteText" : "Jake: Yes, we all have jobs and work on coffins. I didn't tattle, but whatevs. We don't have to keep talking about it.",
      "Header": "Quote from Jake in the episode The Tattler"
    },
    {
      "Character": "Rosa",
      "Episode": "Cheddar",
      "QuoteText" : "Jake: Now, just because I'm definitely rich now doesn't mean I'm gonna forget my roots.  You all get something, so fire away.  Charles: Jake, your friendship is gift enough for me.  Rosa: Friendship is crap. I want a Ducati Monster 821.",
      "Header": "Quote from Rosa in the episode Cheddar"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "The Last Ride",
      "QuoteText" : "Rosa: Sarge, I got a case for you. Guy had his phone stolen at a bar last night.  Sergeant Jeffords: All right!  Greg: It's not that big a deal. I just need to file a police report for my insurance company.  Rosa: No, it is a major injustice, and we're gonna set it right.  Greg: It was a crappy old phone. I'd rather just get a new one.  Sergeant Jeffords: We're the police and we're here to help you. So shut your damn mouth. Now tell us what he looked like.  Greg: I only saw his back. Uh, he had a blue hoodie on.  Sergeant Jeffords: Whoo! We got a lead!",
      "Header": "Quote from Sergeant Jeffords in the episode The Last Ride"
    },
    {
      "Character": "Jake",
      "Episode": "Boyle's Hunch",
      "QuoteText" : "Jake: Hey, buddy. I got you some of those fish donuts you like so much, to cheer you up. Although, full disclosure, I couldn't find where they sold them so that's just a chocolate eclair with lox on it.  Charles: Thanks, Jake, but I don't need cheering you. You can eat it yourself.  Jake: Nope.",
      "Header": "Quote from Jake in the episode Boyle's Hunch"
    },
    {
      "Character": "Rosa",
      "Episode": "House Mouses",
      "QuoteText" : "Amy: Hey, Rosa. Saw you hadn't signed up for the blood drive yet, so I brought you the sheet.  Rosa: Sorry, can't. (reading the sign-up sheet) I'm under 17 years old.",
      "Header": "Quote from Rosa in the episode House Mouses"
    },
    {
      "Character": "Amy",
      "Episode": "The Tattler",
      "QuoteText" : "Jake: So, Danny, true or false? You were on the football team.  Danny Matthews: True?  Jake: And true or false: you had third period with Brandon Bliss.  Danny Matthews: Mm, I honestly don't remember-  Jake: It was true! We checked the records, and I have one more question.  Amy: Ooh, Jake, can you get me that oxygen on the floor? Little red guy.  Jake: What?  Amy: Sorry. You know what? Yeah, I'll get it.",
      "Header": "Quote from Amy in the episode The Tattler"
    },
    {
      "Character": "Jake",
      "Episode": "The Tagger",
      "QuoteText" : "Deputy Commissioner: What are you doing? I told you to back off, Peralta.  Jake: First off, the name's Santiago. Detective Amy Santiago. Second, I'm arresting your son. Which, as I say it aloud, seems like an unwise choice, but it's the one I'm making. Once again, my name is Amy Santiago.",
      "Header": "Quote from Jake in the episode The Tagger"
    },
    {
      "Character": "Charles",
      "Episode": "Show Me Going",
      "QuoteText" : "Jake: Okay, Charles. How do I look?  Charles: So cool. How do I look?  Jake: Uh, you definitely made a choice. You almost look like-  Charles: Speed Racer? Right? This is exactly what he wears! And the best part is I can use the kerchief to start the race!  Jake: Well, I wanted this op to feel normal, and it does. This is quintessential Charles.",
      "Header": "Quote from Charles in the episode Show Me Going"
    },
    {
      "Character": "Charles",
      "Episode": "Show Me Going",
      "QuoteText" : "Charles: Hello? You know what, I'm trying to keep this line open, so I don't have time for your bull crap. Good-bye, Mom.",
      "Header": "Quote from Charles in the episode Show Me Going"
    },
    {
      "Character": "Jake",
      "Episode": "The Swedes",
      "QuoteText" : "Jake: Nobody gets away from Jake Per- Eww! Something yucky touched me! Urgh, gross, gross, gross!",
      "Header": "Quote from Jake in the episode The Swedes"
    },
    {
      "Character": "Charles",
      "Episode": "The Golden Child",
      "QuoteText" : "Charles: Was it a mistake, Sarge? Or was it a stroke of brilliance?  Sergeant Jeffords: What are you talking about?  Charles: Look, you're a good actor. You could even be a great one. But you're too gentle. Life hasn't kicked you around enough.  Sergeant Jeffords: I mean, I grew up poor, and my father was emotionally abusive.  Charles: It's not enough. You needed to be rejected by me, a man you admire so much.  Sergeant Jeffords: What?",
      "Header": "Quote from Charles in the episode The Golden Child"
    },
    {
      "Character": "Trudy Judy",
      "Episode": "The Takeback",
      "QuoteText" : "Chuck: I'm still just a little confused. Who is Sean, really? Why'd your sister say he was a NARC? Is he a cop?  Trudy Judy: He's not a cop. He caught me cheating on my boyfriend and he snitched. It was a real dick move, but I have since forgiven him.",
      "Header": "Quote from Trudy Judy in the episode The Takeback"
    },
    {
      "Character": "Jake",
      "Episode": "The Box",
      "QuoteText" : "Jake: So, Philip, you're hanging out at the bar with \"Dana\". How late did you stay?  Philip Davidson: I got in the cab around 3:30.  Captain Holt: Kinda hard to find a cab in that neighborhood. Why not a ride-sharing service?  Philip Davidson: Didn't have my phone, remember?  Jake: Did you talk to the driver?  Philip Davidson: No.  Captain Holt: What route did you take?  Philip Davidson: I don't know, I was watching Taxi TV.  Jake: What was on?  Philip Davidson: Fallon highlights.  Captain Holt: What was he doing?  Philip Davidson: Slow-jamming the news.  Jake: Who was the guest?  Philip Davidson: Amy Adams.  Captain Holt: Who's that?  Philip Davidson: Famous actress. [Jake nods to Captain Holt]",
      "Header": "Quote from Jake in the episode The Box"
    },
    {
      "Character": "Jake",
      "Episode": "The Therapist",
      "QuoteText" : "Dr. Frederick Tate: But it doesn't matter. You never would have thought that James was a suspect. He was such a kind and gentle man.  Jake: So why did you kill them?  Dr. Frederick Tate: Well, because they were gonna tell people about my affair with Susan and ruin my career.  Jake: I knew it.  Dr. Frederick Tate: I had to do it for the sake of my other patients. You know, there are a lot of people who depend on me for their well-being.  Jake: Yeah, except for the ones that you murder.  Dr. Frederick Tate: That's only happened twice.  Jake: It's happened before?  Dr. Frederick Tate: The Rothmans. Nobody misses them.  Jake: You really are a terrible therapist.",
      "Header": "Quote from Jake in the episode The Therapist"
    },
    {
      "Character": "Jake",
      "Episode": "The Slaughterhouse",
      "QuoteText" : "Lieutenant Melanie Hawkins: \"There will not be a four.\" Die Hard. Nice.  Jake: You like \"Die Hard\"?  Lieutenant Melanie Hawkins: Best movie ever.  Jake: Best franchise ever. I even have the Justin Long one on Blu-ray.  Lieutenant Melanie Hawkins: I saw the fifth one in the theaters.  Jake: So did I! Wait, there was only one other person there. Was that you?  Lieutenant Melanie Hawkins: Atlantic Avenue?  Jake: No, but that would've been a cool coincidence.",
      "Header": "Quote from Jake in the episode The Slaughterhouse"
    },
    {
      "Character": "Jake",
      "Episode": "HalloVeen",
      "QuoteText" : "Jake: Didn't think I could get out of my cuffs, did you, Boyle? But you forgot about one important thing-  Charles: NutriBoom.  Jake: NutriBoom! That's right. I'm in the President's Circle now.",
      "Header": "Quote from Jake in the episode HalloVeen"
    },
    {
      "Character": "Jake",
      "Episode": "Halloween III",
      "QuoteText" : "Jake: What's going on? Aha! What are you doing?  Captain Holt: Nothing just enjoying a taste of my favorite beverage, the soda pop.  Jake: Really? I have never seen you enjoy soda pop before.  Captain Holt: Hmm.  Jake: Have some now.  Captain Holt: Ahh, it's delicious.  Jake: I don't buy it. You're making the same face you made when you found a chocolate chip in your trail mix.  Something's up. I'm patting you down.  Damn it, nothing but a surprisingly toned set of abs.",
      "Header": "Quote from Jake in the episode Halloween III"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "The Oolong Slayer",
      "QuoteText" : "Jake: Look at these photos.  Perp came in through the back window, set up the living room to look like a kid's tea party, didn't steal anything. Do you know what this means?  Sergeant Jeffords: The victim still has their stuff?",
      "Header": "Quote from Sergeant Jeffords in the episode The Oolong Slayer"
    },
    {
      "Character": "Jake",
      "Episode": "DFW",
      "QuoteText" : "Amy: Jake's sister is flying in from Dallas, and we're picking her up at the airport.  Gina: You have a sister?  Jake: Half-sister. Turns out that my slutty pilot dad made daughters is several major airline hubs. ATL and EWR didn't respond when I reached out, but DFW is DTM. Down to meet.",
      "Header": "Quote from Jake in the episode DFW"
    },
    {
      "Character": "Charles",
      "Episode": "Full Boyle",
      "QuoteText" : "Charles: I borrowed the waiter's phone when you weren't looking and bought me and Vivian plane tickets to Rome.  Jake: What?  Charles: We leave in two hours. Terrible itinerary. We connect through Vietnam.",
      "Header": "Quote from Charles in the episode Full Boyle"
    },
    {
      "Character": "Gina",
      "Episode": "The Tattler",
      "QuoteText" : "Jake: Gina I think your talents might be wasted at the Nine-Nine. I love you, but it might be time for you to move on.  Gina: Um, are you firing me?  Jake: What? No. I don't think I could even do that.  Gina: Good, because I quit. You know, tonight I realized that my talents are being wasted at the Nine-Nine.  Jake: Okay, that's kind of exactly what I just said.  Gina: Jake, let me finish. This is serious. It's time for me to move on. For real, though, it is.",
      "Header": "Quote from Gina in the episode The Tattler"
    },
    {
      "Character": "Scully",
      "Episode": "Cop-Con",
      "QuoteText" : "Scully: I'm, hi. Uh, Norm. Uh, who are you?  Cindy Shatz: Shatz. Uh, Cindy Shatz.  Amy: Scully, shake her hand.  Scully: Oh, uh, here I go. Meet to please you, Shatz.  Cindy Shatz: Your hands are so clammy.  Scully: I ate a bunch of clams earlier and they still smell.  Gina: No, that's not what she meant.  Cindy Shatz: No, it was. Anyway, it was so nice to meet you.  Scully: Why?",
      "Header": "Quote from Scully in the episode Cop-Con"
    },
    {
      "Character": "Jake",
      "Episode": "M.E. Time",
      "QuoteText" : "Amy: You can't give up control. You're terrible at taking your primary's orders. You just do whatever you want. I could go on and on and on.  Jake: Is something no lover of yours has ever said.",
      "Header": "Quote from Jake in the episode M.E. Time"
    },
    {
      "Character": "Jake",
      "Episode": "Karen Peralta",
      "QuoteText" : "Jake: Mom, I keep telling you, if you don't rein it in a little bit, you're gonna scare them off.  Karen Peralta: Well, that's what you said about Carla, and I ignored it, and now I have a friend with one arm.  Jake: I stand corrected.",
      "Header": "Quote from Jake in the episode Karen Peralta"
    },
    {
      "Character": "Charles",
      "Episode": "Johnny and Dora",
      "QuoteText" : "Charles: I need your help moving this old Ms. Pac-Man machine I bought.  Rosa: Why are you so obsessed with that game?  Charles: Because it's the sexiest videogame ever. She's insatiable, Rosa. Insatiable. Insatiable-  Rosa: Stop saying insatiable.",
      "Header": "Quote from Charles in the episode Johnny and Dora"
    },
    {
      "Character": "The Vulture",
      "Episode": "The Venue",
      "QuoteText" : "The Vulture: You're Valerie? Ah, I can't believe I actually wasted my sweet dong snaps on you bozos.",
      "Header": "Quote from The Vulture in the episode The Venue"
    },
    {
      "Character": "Jake",
      "Episode": "The Chopper",
      "QuoteText" : "Jake: Bing...pot! Nope, I was gonna say bingo and then I was like jackpot's better, but then it was too late, I was half way through the word.  Charles: Bingpot works. It's taking off.  Jake: It's taking off.",
      "Header": "Quote from Jake in the episode The Chopper"
    },
    {
      "Character": "Jake",
      "Episode": "The Favor",
      "QuoteText" : "Jake: Yes, it's in the impound lot! My brain baby's a genius. It's a miracle.",
      "Header": "Quote from Jake in the episode The Favor"
    },
    {
      "Character": "Hitchcock",
      "Episode": "Hitchcock & Scully",
      "QuoteText" : "Charles: So you did take the cash. You just didn't keep it. You gave it to her.  Scully: We come down here and check on her periodically.  Hitchcock: Yeah, we never spoke, but if she put an extra wing in our slut bucket, it meant everything was okay.  Charles: Wait, so I was right. Hitchcock and Scully are good people.  Hitchcock: You bet your nips we are, skid mark.",
      "Header": "Quote from Hitchcock in the episode Hitchcock & Scully"
    },
    {
      "Character": "Charles",
      "Episode": "Skyfire Cycle",
      "QuoteText" : "Charles: Hello, cousins. Bobby, Brendan, Bill, Bernard, boy Corey, girl Corey.  Papa Boyle once said: \"Stay in the middle. That's where it's safe.That's where we thrive.\" That's Iowa.",
      "Header": "Quote from Charles in the episode Skyfire Cycle"
    },
    {
      "Character": "Jake",
      "Episode": "Return to Skyfire",
      "QuoteText" : "Rosa: So what are you gonna do about Parlov?  Jake: I don't know.  Sergeant Jeffords: Don't know what?  Jake: Uh, how to do sex good. How much should I be flapping my arms around?  Sergeant Jeffords: Not much.  Jake: Right. Well, that settles that. I knew that Amy was wrong.",
      "Header": "Quote from Jake in the episode Return to Skyfire"
    },
    {
      "Character": "Jake",
      "Episode": "Captain Kim",
      "QuoteText" : "Jake: Will you wake up? That woman is a demon, and it couldn't be more obvious.  Captain Julie Kim: Oh, here you are. I have to say how great it was talking to you all, and I wanted to let you know about a party I'm throwing at my house tomorrow night. Are you interested?  Jake: Oh, well, we will think about it and get back to you.  Captain Julie Kim: Great. Just let me know.  Jake: Great. [to everyone else] And now we dillydally.",
      "Header": "Quote from Jake in the episode Captain Kim"
    },
    {
      "Character": "Jake",
      "Episode": "Christmas",
      "QuoteText" : "Jake: Woah, woah, woah. Where are you going, Cold Mountain? I changed your codename.  Captain Holt: To use the restroom.  Jake: I'm only asking this for your safety. Is it a number one or a number two?  Your silence indicates number two.",
      "Header": "Quote from Jake in the episode Christmas"
    },
    {
      "Character": "Gina",
      "Episode": "Fancy Brudgom",
      "QuoteText" : "Gina: Hey, superstar. Why the long fart? Ooh, I meant face. Why the long face?  Sergeant Jeffords: Keep walking, Linetti.",
      "Header": "Quote from Gina in the episode Fancy Brudgom"
    },
    {
      "Character": "Charles",
      "Episode": "Maximum Security",
      "QuoteText" : "Charles: Nice job, Cortez. Oh, I touched her boob. I've got to tell Jake!",
      "Header": "Quote from Charles in the episode Maximum Security"
    },
    {
      "Character": "Gina",
      "Episode": "Bachelor/ette Party",
      "QuoteText" : "Gina: Uh, quick question: If I make fun of Constantine does that count as making fun of you?  Amy: Yes.  Gina: Okay. Can I make fun of you?  Kylie: I'd rather you didn't.  Gina: Well, I have to remove myself from this situation",
      "Header": "Quote from Gina in the episode Bachelor/ette Party"
    },
    {
      "Character": "Captain Holt",
      "Episode": "The Party",
      "QuoteText" : "Captain Holt: Santiago, are you hiding in my bathroom with a dog you're deathly allergic to?  Amy: No.",
      "Header": "Quote from Captain Holt in the episode The Party"
    },
    {
      "Character": "Charles",
      "Episode": "Cinco De Mayo",
      "QuoteText" : "Jake: Okay, this is official getting hard to track. Who has the bracelet now?  Captain Holt: Santiago.  Amy: Yeah. And no of you are getting it.  Jake: We'll see about that.  Amy: [TASER CRACKLING] [GROANS] What the hell?  Jake: Remember that very fancy Swiss pen I got you for Christmas, the one that you keep in your pocket at all times? It's a taser, bro.  Amy: [BEEPING] Uuugh.  Jake: I'll take that. Amy, do not make me tase you again.  Amy: No, no, no, no, don't. I'm pregnant.  Jake: What?  Amy: I just found out. It's a girl.  Jake: Oh, my God.  Charles: Oh my God, it's happening. Quick, someone get a reaction video of me becoming an uncle!",
      "Header": "Quote from Charles in the episode Cinco De Mayo"
    },
    {
      "Character": "Cindy Shatz",
      "Episode": "Cop-Con",
      "QuoteText" : "Gina: Wow, pint of milk on the rocks. Real Scully move.  Cindy Shatz: Can I help you?  Amy: Hi, we're friends of Scully's, and we're not sure why you rejected him?  Gina: Now, we know Scully's not perfect, his hands smell like clams, and, yeah, over 75% of his body has died, and-  Amy: Gina, you can stop listing things.  Gina: Point is, he's a good guy. You should give him a chance.  Cindy Shatz: I know, when I first meet him, I was intrigued, but then Mr. Confident showed up, I'm not interested in that. Confident people are mean and selfish.  Amy: Wait, you liked awkward Scully? Giraffe-heart Scully?  Cindy Shatz: Oh, my God, he has a giraffe heart? Aww, I bet it pushes on his organs.",
      "Header": "Quote from Cindy Shatz in the episode Cop-Con"
    },
    {
      "Character": "The Vulture",
      "Episode": "Suicide Squad",
      "QuoteText" : "Jake: What are you doing? You were gonna get promoted out of Missing Persons.  The Vulture: Your plan went to hell, tough guy. Wuntch she came to me with a much better one. Guess what she's giving me for betraying you? My dream job captain of the-  Jake: 69th precinct.  The Vulture: Bingo.",
      "Header": "Quote from The Vulture in the episode Suicide Squad"
    },
    {
      "Character": "Gina",
      "Episode": "Four Movements",
      "QuoteText" : "Captain Holt: I don't understand. What are you gonna do?  Gina: I'm not sure, but Jake convinced me it was time to start a new chapter. It was time to spread my wings and fly. [dancers lift Gina up] I'm an angel. I'm an angel. I'm an angel.",
      "Header": "Quote from Gina in the episode Four Movements"
    },
    {
      "Character": "Sergeant Jeffords ",
      "Episode": "The Audit",
      "QuoteText" : "Sergeant Jeffords: You took two weeks off when Kourtney and Scott Disick broke up. Are you sure you're ready to be back at work now?",
      "Header": "Quote from Sergeant Jeffords  in the episode The Audit"
    },
    {
      "Character": "Jake",
      "Episode": "Suicide Squad",
      "QuoteText" : "Captain Holt: When did you hatch this plan?  Madeline Wuntch: Peralta thought of it when I tried to quit the mission.  Jake: Hey, what's Holt's expression right now? Would you describe it as, proud daddy?  Madeline Wuntch: It's hard to tell. He's still piecing it together. This could take a while.  Captain Holt: Why didn't you just tell me what was actually happening?  Jake: I wanted to, sir, but it involved trusting Madeline Wuntch, and I just didn't think you could handle it. But I'm sorry that I lied to you. Sir? Sir? Oh, no. Is he mad? I can't see anything. Did he storm out?  Captain Holt: No, I stormed in! To tell you it was a great plan. Nice work, Peralta.  Jake: And there it is the proud daddy.",
      "Header": "Quote from Jake in the episode Suicide Squad"
    },
    {
      "Character": "Jake",
      "Episode": "The Overmining",
      "QuoteText" : "Jake: Ladies and gentlemen, Captain Jason Stentley has been transferred from active duty effective immediately. Captain Raymond Holt will be taking his place, and, yes, he's taking all of us with him.  Amy: You mean-  Jake: Yes, Amy. We're back on the day shift!  Sergeant Jeffords: Nine-Nine!  All: Nine-Nine!  Jake: Come on and party tonight!",
      "Header": "Quote from Jake in the episode The Overmining"
    },
    {
      "Character": "Charles",
      "Episode": "The Vulture",
      "QuoteText" : "Sergeant Jeffords: Where are we on the Lincoln place murder?  Jake: Well, like I told Captain Holt earlier this week, we are at the one-yard line. It's a football reference.  Sergeant Jeffords: Yes, Jake. I played linebacker at Syracuse.  Charles: Really? In High School, I played center field in the musical damn Yankees.  Jake: Yeah, you don't want to brag about that.",
      "Header": "Quote from Charles in the episode The Vulture"
    },
    {
      "Character": "Hitchcock",
      "Episode": "Suicide Squad",
      "QuoteText" : "Amy: Does anyone have a good lawyer?  Hitchcock: I got a divorce guy, an alimony guy, a slip and fall guy, a pizza's too hot guy.",
      "Header": "Quote from Hitchcock in the episode Suicide Squad"
    },
    {
      "Character": "Charles",
      "Episode": "The Negotiation",
      "QuoteText" : "Charles: Fine, quit just like Jeff and Jason did.  Gina: You told us they got sick.  Charles: They got sick of hard work just like you two! Get out! You'll never cook in this town again!  Amy: We're not chefs!  Charles: And you never will be.",
      "Header": "Quote from Charles in the episode The Negotiation"
    },
    {
      "Character": "Jake",
      "Episode": "Defense Rests",
      "QuoteText" : "Jake: All of our worst enemies are here. Brown hair guy. Ponytail lady. Asian Don Cheadle. I refuse to learn their names because it humanizes them.",
      "Header": "Quote from Jake in the episode Defense Rests"
    },
    {
      "Character": "Amy",
      "Episode": "Gintars",
      "QuoteText" : "Rosa: Okay, Dr. Yee, how effective is your box of bugs?  Dr. Ronald Yee: Oh, well, in a lab, they've detected blood even when it's been cleaned with bleach.  Amy & Captain Holt: Or covered with animal urine!  Dr. Ronald Yee: You two really know your stuff.  [Holt and Amy share a fist bump behind their backs]",
      "Header": "Quote from Amy in the episode Gintars"
    },
    {
      "Character": "Jake",
      "Episode": "The Cruise",
      "QuoteText" : "Amy: This is so great.  Jake: Yeah. Seagulls, check. The ocean, check. A gang of oldies in short shorts, check, check, check. We are definitely on a cruise.",
      "Header": "Quote from Jake in the episode The Cruise"
    },
    {
      "Character": "Jake",
      "Episode": "Into the Woods",
      "QuoteText" : "Sergeant Jeffords: Those woods are full of ticks. It's Lyme disease central.  Jake: So we'll get some bug spray.  Sergeant Jeffords: Plus that cabin's probably covered in black mold.  Jake: Racist.",
      "Header": "Quote from Jake in the episode Into the Woods"
    },
    {
      "Character": "Jake",
      "Episode": "Ding Dong",
      "QuoteText" : "Jake: Pimping out your kids? I hate to say this, but you two are acting like bad dads, and I should know. One time my father forgot to pick me up from school 'cause he was having sex with my best friend's mom.  Charles: Oh, my God. That's terrible.  Jake: Yeah. I was 15. I just walked to the mall and watched \"Empire Records\" by myself, but the point is, you're both acting ridiculous.",
      "Header": "Quote from Jake in the episode Ding Dong"
    },
    {
      "Character": "Doug Judy",
      "Episode": "The Cruise",
      "QuoteText" : "Doug Judy: Jake, help me. I don't want to die. I'm still on second season of \"Game of Thrones.\"",
      "Header": "Quote from Doug Judy in the episode The Cruise"
    },
    {
      "Character": "Amy",
      "Episode": "Show Me Going",
      "QuoteText" : "Amy: I get that there's always been tension between uniformed officers and detectives, but Rosa is one of the good guys. I'm sure she knows your name.  Della: You clearly just texted her the answer.  Rosa: No, she didn't, Della Avocado.  Della: It's Alvarado.  Amy: Stupid auto-correct.",
      "Header": "Quote from Amy in the episode Show Me Going"
    },
    {
      "Character": "Captain Holt",
      "Episode": "White Whale",
      "QuoteText" : "Gina: Olivia Crawford just got off the elevator.  Captain Holt: My rival for the commissionership? She's here right now? I've got to come up with a confident opening salvo. Think, Raymond. Think.  Olivia Crawford: Hello, Raymond.  Captain Holt: Olivia. You have a little bit of goop in your eye.  Olivia Crawford: Oh, thank you.  [Holt looks knowingly at Gina]",
      "Header": "Quote from Captain Holt in the episode White Whale"
    },
    {
      "Character": "Amy",
      "Episode": "Det. Dave Majors",
      "QuoteText" : "Amy: Jake, he's a highly decorated detective. He's not gonna be impressed by your sunglass choreography. He's gonna be too distracted by my notebook flip.",
      "Header": "Quote from Amy in the episode Det. Dave Majors"
    },
    {
      "Character": "Jake",
      "Episode": "The Puzzle Master",
      "QuoteText" : "Amy: Oh, maybe we should look at anagrams of the answers.  Vin Stermley: That's really good, \"o nasty amiga!\"  Jake: Oh, what?  Amy: He re-arranged the letters of \"Amy Santiago\". He anagrammed me! Vin, do Jake Peralta.  Jake: I doubt that's even possible.  Vin Stermley: Eat a jerk, pal.  Jake: What, no one's ever said that phrase.",
      "Header": "Quote from Jake in the episode The Puzzle Master"
    },
    {
      "Character": "Hitchcock",
      "Episode": "The Audit",
      "QuoteText" : "Hitchcock: I have a similar question about browser histories.  Captain Holt: Just throw your computer away.  Hitchcock: Roger that.",
      "Header": "Quote from Hitchcock in the episode The Audit"
    },
    {
      "Character": "Jake",
      "Episode": "Pontiac Bandit",
      "QuoteText" : "Jake: Yes. I've got you now Pontiac Bandit. Whoo! It feels good to say that in front of actual people, instead of just the mirror.",
      "Header": "Quote from Jake in the episode Pontiac Bandit"
    },
    {
      "Character": "Charles",
      "Episode": "Cop-Con",
      "QuoteText" : "Charles: Hey, check it out. It's called The Wasp. It's for dispersing crowds of young people. It emits a sound that you can only hear if you're 35 or under.  [High-pitch screeching noise]  [Rosa screams]  [Jake and Charles then start screaming, too]  Jake: Ah, I also hate the sound that I definitely hear.  Charles: Me too. It's so high-pitched or low-pitched. Oh, that was bogus to the extreme.  Jake: So bogus and not tubular. Ugh, my ears are ringing from the pain of being young.  Charles: Ugh, so not gnarly.",
      "Header": "Quote from Charles in the episode Cop-Con"
    },
    {
      "Character": "Gina",
      "Episode": "Crime & Punishment",
      "QuoteText" : "Captain Holt: So what happened?  Rosa: I guess I wasn't ready to say good-bye to my family.  Captain Holt: Good. Neither were we.  Gina: Now what I'm picking up on is just a genuine moment of friendship and respect. And now I'm feeling like you wish I would stop analyzing you 'cause I'm ruining the moment. But you guys are so cute. I love you.",
      "Header": "Quote from Gina in the episode Crime & Punishment"
    },
    {
      "Character": "Gina",
      "Episode": "The Fugitive (Part 1)",
      "QuoteText" : "Captain Holt: Okay, we need to figure out whether this crash was an accident or part of a deliberate escape plan. Gina, I need you manning the tip line.  Rosa: Ha-ha! Good luck talking to the crazies.  Gina: Crazies? Oh, Rosa. Sad Rosa. Have some respect for your fellow human beings.  Rosa: What has gotten into you?  Gina: Solange just posted a video of a Kenyan human rights activist, Abdala, and I realized he and I are the only two people that can save the world. I'm so excited.",
      "Header": "Quote from Gina in the episode The Fugitive (Part 1)"
    },
    {
      "Character": "Gina",
      "Episode": "The Ebony Falcon",
      "QuoteText" : "Rosa: Can you estimate the value of everything that was taken?  Gina: Emotionally? Seven hundred million dollars.",
      "Header": "Quote from Gina in the episode The Ebony Falcon"
    },
    {
      "Character": "Doug Judy",
      "Episode": "The Takeback",
      "QuoteText" : "Jake: Look, I can be cool. As long as nobody commits any major crimes in front of me.  Doug Judy: It's not a problem. We don't have to break the law to have fun. We gonna have some drinks, smoke some Cubans, eat a steak, either crazy big or crazy small, whichever's more expensive.",
      "Header": "Quote from Doug Judy in the episode The Takeback"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "NutriBoom",
      "QuoteText" : "Amy: Ugh, guys. Gary is killing my productivity. Terry, how did you used to deal with having an Amy?  Sergeant Jeffords: I didn't have to do anything. You've always been great.  Amy: Cut the crap, Terry. I'm drowning.  Sergeant Jeffords: Fine. When you got too difficult to deal with, I'd pull rank.  Amy: Did that work?  Sergeant Jeffords: No. Not even once.  Amy: Oh, my God. I'm so sorry.",
      "Header": "Quote from Sergeant Jeffords in the episode NutriBoom"
    },
    {
      "Character": "Jake",
      "Episode": "Ding Dong",
      "QuoteText" : "Amy: Hey, so I don't know if you noticed, but ever since I started those hormone treatments...  Jake: I didn't notice anything.  Amy: You said that way too quick.  Jake: I mean, you did cry at that one car commercial and it wasn't even an emotional one. It was about towing capacity.  Amy: Yeah.",
      "Header": "Quote from Jake in the episode Ding Dong"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Gray Star Mutual",
      "QuoteText" : "Captain Holt: Oh, look at that. An alert. I'm probably trending already. What? My account has been deactivated?  Gina: Twitter thinks you're a bot.  Captain Holt: Why? I am a human. I am a human male.",
      "Header": "Quote from Captain Holt in the episode Gray Star Mutual"
    },
    {
      "Character": "Amy",
      "Episode": "Captain Latvia",
      "QuoteText" : "Amy: What's up, y'all? Guess who just saved your asses? That's right. Miss Not Good Enough To Audibly Percuss.  Rosa: Who?  Amy: Me! I saved the flipping day. Got Patrick drunk, listen.  Patrick: (bellowing) I can sing!",
      "Header": "Quote from Amy in the episode Captain Latvia"
    },
    {
      "Character": "Captain Holt",
      "Episode": "The Cruise",
      "QuoteText" : "Captain Holt: You found me. Drinking seltzer in the shadows.",
      "Header": "Quote from Captain Holt in the episode The Cruise"
    },
    {
      "Character": "Jake",
      "Episode": "Pimento",
      "QuoteText" : "Dr. Jones: Detectives, good to see you again.  Jake: Oh, I see, the villain playing it cool when confronted by the good guys, just like Javier Bardem in \"No Country for Old Men.\" [off their confusion] Do you guys only watch kids' movies?",
      "Header": "Quote from Jake in the episode Pimento"
    },
    {
      "Character": "Charles",
      "Episode": "A Tale of Two Bandits",
      "QuoteText" : "Captain Holt: You left 17 voicemails. Here's one.  [phone message:]  Rosa: Holt! You got to come save us. We need a lie to get you here. Charles, what should I say?  Charles: That I got shot in the face. Ooh, and tell him to bring pizza.",
      "Header": "Quote from Charles in the episode A Tale of Two Bandits"
    },
    {
      "Character": "Gina",
      "Episode": "Gray Star Mutual",
      "QuoteText" : "Sergeant Jeffords: Bad news, Captain. A water main burst downtown. There's been several injuries.  Captain Holt: Oh, that's unfortunate.  Gina: And the victims are in our blah-blah-blah, but tell him the real tragedy, Terry.  Sergeant Jeffords: Olivia Crawford-  Gina: AKA your main commish competish-  Sergeant Jeffords: Tweeted a statement addressing the water main break, and she's been retweeted by the mayor.",
      "Header": "Quote from Gina in the episode Gray Star Mutual"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Captain Kim",
      "QuoteText" : "Jake: Well, looks like we just found the key to exposing Captain Kim. ...  Captain Holt: It's the key that's in her pocket.  Jake: Yes, obviously that's what I meant.",
      "Header": "Quote from Captain Holt in the episode Captain Kim"
    },
    {
      "Character": "Jake",
      "Episode": "The Funeral",
      "QuoteText" : "Jake: Ugh, it's impossible to find Garmin with everybody mourning all over the place.  It's like they have no respect for our sneaky plans.  Amy: I know.",
      "Header": "Quote from Jake in the episode The Funeral"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "The 9-8",
      "QuoteText" : "Captain Holt: Look, I know this is an inconvenience; however, I expect you all to be accommodating to our guests.  Sergeant Jeffords: Don't worry, sir, we will be cordial A.F. \"As Frasier.\" Love that show.",
      "Header": "Quote from Sergeant Jeffords in the episode The 9-8"
    },
    {
      "Character": "Jake",
      "Episode": "The Box",
      "QuoteText" : "Captain Holt: It's a tactical mistake. You're guessing what happened that night. But what if Philip never went to the cabin?  Jake: He did. I can feel it here.  Captain Holt: Your stomach?  Jake: No, my gut.  Captain Holt: Your gut, or intestines, is lower. You should point down here, closer to your pubis.  Jake: I'm good.",
      "Header": "Quote from Jake in the episode The Box"
    },
    {
      "Character": "Jake",
      "Episode": "White Whale",
      "QuoteText" : "Jake: Hiyah!  Sergeant Jeffords: What the hell? My van! What are you doing?  Jake: Whatever it takes to make Amy happy. You told me to do this. Now, let's get these gift bags to the venue!  Sergeant Jeffords: Oh, my God! Why did you do that?  Jake: Because I care! Oh, I feel so good.  Sergeant Jeffords: Why'd you break a second window, fool?  Jake: You know, you're really stepping on my moment here, Terry. I love Amy Santiago! We're gonna take each other's names! Let's go!",
      "Header": "Quote from Jake in the episode White Whale"
    },
    {
      "Character": "Amy",
      "Episode": "The Road Trip",
      "QuoteText" : "Amy: Oh, no Jake, why did you invite Teddy up here? You poured blue soda all over my life.",
      "Header": "Quote from Amy in the episode The Road Trip"
    },
    {
      "Character": "Gina",
      "Episode": "Your Honor",
      "QuoteText" : "Amy: The only thing that's overturned is your decision to not learn how to fix a tire.  Gina: Why won't you let this go?  Amy: My parents wanted me to learn how to change a tire, and I thought it was a waste of time. Like any other 16-year-old girl, all I wanted to do was sit in my room alone reading books on U.S. history.  Gina: Ugh, every story about your childhood makes me so sad.",
      "Header": "Quote from Gina in the episode Your Honor"
    },
    {
      "Character": "Jake",
      "Episode": "AC/DC",
      "QuoteText" : "Jake: But I still haven't technically got to go pee, so if you wouldn't mind.  Sergeant Jeffords: I don't care. You have lost the right to pee. You can fidget, little man.  Jake: Well, it's gonna be on you when we're all covered in my whizz.",
      "Header": "Quote from Jake in the episode AC/DC"
    },
    {
      "Character": "Amy",
      "Episode": "Trying",
      "QuoteText" : "Amy: Jake, stop. Why is it so easy for everyone else to get pregnant? I mean, look at these stupid guinea pigs. They made 600 babies, and we can't make one? Why can't we make 600 babies?  Jake: You can't compare yourself to guinea pigs, babe. You taught me that.",
      "Header": "Quote from Amy in the episode Trying"
    },
    {
      "Character": "Amy",
      "Episode": "Skyfire Cycle",
      "QuoteText" : "Rosa: Anyway, it's not about the math. They haven't seen each other because of the night shift. They just need to bone.  Amy: What? Gross! Rosa, those are our dads! I mean ... [chuckles] ... That's not what I think. Captain Dad is just my boss.  Rosa: Wow.  Amy: Never mind, I'm teaching father the math! Whatever, Rosa.",
      "Header": "Quote from Amy in the episode Skyfire Cycle"
    },
    {
      "Character": "Charles",
      "Episode": "Halloween III",
      "QuoteText" : "Gina: Charles, it's very sweet that you want to set me up with someone, but I do not trust your taste in guys at all.  Charles: I have spectacular taste in men. You would love Nadia.  Gina: His name is Nadia?  Charles: Oh, all of a sudden Nadia's not a cool name? You are impossible.",
      "Header": "Quote from Charles in the episode Halloween III"
    },
    {
      "Character": "Rosa",
      "Episode": "HalloVeen",
      "QuoteText" : "Sergeant Jeffords: It was eight weeks.  Rosa: I also went to prison, dog.",
      "Header": "Quote from Rosa in the episode HalloVeen"
    },
    {
      "Character": "Jake",
      "Episode": "NutriBoom",
      "QuoteText" : "Jake: All right, here's the plan: we infiltrate their headquarters and get their financial records. But how do we get in, you ask? By attending today's meeting of President's Club Admiral Level NutriMasters at the NutriTower Life Base.  Charles: I don't know, they know we're cops, we can't just walk in.  Jake: Correct. We can't walk right in, but we know someone who's a high-level NutriBoom distributor who can. And he looks exactly like you.",
      "Header": "Quote from Jake in the episode NutriBoom"
    },
    {
      "Character": "Camila Santiago",
      "Episode": "The Golden Child",
      "QuoteText" : "Camila Santiago: Thank you, everyone, for joining me again. To David. You're my hero.  David Santiago: And to Amy. You saved my butt. You're a great cop and a great sister.  Amy: Wow. That means a lot coming from you. You've always been a role model for me.  Camila Santiago: He's everyone's role model. That's why he's on the mantel.",
      "Header": "Quote from Camila Santiago in the episode The Golden Child"
    },
    {
      "Character": "Gina",
      "Episode": "Det. Dave Majors",
      "QuoteText" : "Gina: We're throwing Terry a \"Please Stay\" party. My vision is a frozen yogurt machine operated by Pam Grier.",
      "Header": "Quote from Gina in the episode Det. Dave Majors"
    },
    {
      "Character": "Amy",
      "Episode": "Gray Star Mutual",
      "QuoteText" : "Rosa: Aww, you're looking at wedding dresses? That one's dope.  Amy: That's not what I was doing. My computer must've gone to this site on its own.  Rosa: How is that possible?  Amy: It's broken, Y2K. I'll fix it. [puts laptop in a filing cabinet] There, it's fixed.  Rosa: You're weird.  Amy: I know.",
      "Header": "Quote from Amy in the episode Gray Star Mutual"
    },
    {
      "Character": "Jake",
      "Episode": "House Mouses",
      "QuoteText" : "Jake: We're gonna get the rest of these guys. It's time for Operation Beans, phase two, the refrying.",
      "Header": "Quote from Jake in the episode House Mouses"
    },
    {
      "Character": "Charles",
      "Episode": "Gintars",
      "QuoteText" : "Scully: I know that sound. That's the moaning of a man who left his lunch on the bus.  Charles: I didn't lose my lunch, you idiot. I lost my son!",
      "Header": "Quote from Charles in the episode Gintars"
    },
    {
      "Character": "Gina",
      "Episode": "The Apartment",
      "QuoteText" : "Gina: Jake, he is a sea-witch in disguise, do not sing into his shell.",
      "Header": "Quote from Gina in the episode The Apartment"
    },
    {
      "Character": "Gina",
      "Episode": "The Tattler",
      "QuoteText" : "Gina: Can't wait to see everyone we graduated with and lie to them about what I've been up to for my own amusement. It's gonna be Fib City, population: Gina Clooney.",
      "Header": "Quote from Gina in the episode The Tattler"
    },
    {
      "Character": "Jake",
      "Episode": "Show Me Going",
      "QuoteText" : "Captain Holt: Let's focus on the real question. Why are you disobeying an order from the commissioner?  Jake: I'm clearly the good guy here. All right? If this was a movie, no one would be on your side. You're basically the guy in \"Ghostbusters\" who lets all the ghosts out.  Captain Holt: There's no such thing as ghosts.  Jake: Exactly.",
      "Header": "Quote from Jake in the episode Show Me Going"
    },
    {
      "Character": "Jake",
      "Episode": "Show Me Going",
      "QuoteText" : "Jake: It's showtime.  Officer Colin Wilg: What?  Jake: Hmm? Oh, I just said I have Showtime. The cable channel.  Officer Colin Wilg: Mm. Must be nice.",
      "Header": "Quote from Jake in the episode Show Me Going"
    },
    {
      "Character": "Hitchcock",
      "Episode": "The Favor",
      "QuoteText" : "Scully: Sarge, Hitchcock and I just uncovered something huge.  Sergeant Jeffords: You solved a crime?  Hitchcock: What? That's insane, no.",
      "Header": "Quote from Hitchcock in the episode The Favor"
    },
    {
      "Character": "Gina",
      "Episode": "Halloween IV",
      "QuoteText" : "Jake: I totally planned everything for Charles.This is a nightmare!  Gina: Ew! What can Charles Boyle do that I can't?  Jake: Roller-skate like an angel.  Gina: Whore, I'm great on skates. Or are you forgetting Jenn Sutton's fourth grade birthday party?  Jake: I have definitely forgotten that.  Gina: Well, I skated like a pro, and then I spent seven minutes in heaven with the Todd Cohen. It was dope.",
      "Header": "Quote from Gina in the episode Halloween IV"
    },
    {
      "Character": "Jake",
      "Episode": "Coral Palms Pt. 3",
      "QuoteText" : "Jake: Thank you guys so much for coming. I can't wait to catch up with all of you when this is done.  Hitchcock: My dad died, and-  Jake: Again, when this is done, Hitchcock.",
      "Header": "Quote from Jake in the episode Coral Palms Pt. 3"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Johnny and Dora",
      "QuoteText" : "Captain Holt: You have until tomorrow, you grackle.",
      "Header": "Quote from Captain Holt in the episode Johnny and Dora"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Yippie Kayak",
      "QuoteText" : "Amy: You guys think I'm some kind of wimp, but I'm not. I'm tough and I'm strong, and I love to splash around in chilly water.  Captain Holt: It's not chilly. It's as cold as the waters of Cocytus, the frozen lake of hell.",
      "Header": "Quote from Captain Holt in the episode Yippie Kayak"
    },
    {
      "Character": "Gintars",
      "Episode": "Gintars",
      "QuoteText" : "Charles: What the hell was that? You promised you wouldn't tell him.  Gintars: So sorry. I smelled my boy. I don't know what came over me.",
      "Header": "Quote from Gintars in the episode Gintars"
    },
    {
      "Character": "Jake",
      "Episode": "A Tale of Two Bandits",
      "QuoteText" : "Jake: Wait, I'm confused. When did you put the bomb in the Ferrari?  Trudy Judy: I didn't do it. Dallas did. And Dallas isn't some criminal I'm afraid of. He's my employee. Say what's up, Dallas.  Dallas: Wassup?  Jake: Named after a city.",
      "Header": "Quote from Jake in the episode A Tale of Two Bandits"
    },
    {
      "Character": "Jake",
      "Episode": "The Wednesday Incident",
      "QuoteText" : "Captain Holt: You were right all along. I wasn't mad at you, I was mad at myself, and I took it out on the squad. Peralta you're a genius.  Jake: Oh my God, you said it.  Captain Holt: I heard you practising in the men's room.  Jake: Yeah, that makes more sense.",
      "Header": "Quote from Jake in the episode The Wednesday Incident"
    },
    {
      "Character": "Jake",
      "Episode": "The Box",
      "QuoteText" : "Captain Holt: So you want us to lie?  Jake: No, I want me to lie and for you to stand behind me and say, like, three oh damns when I really get cooking. All right, fine, two oh-damns. One oh-damn?  Captain Holt: There will be no oh-damns.  Jake: But it will be so satisfying in your deep, powerful voice.",
      "Header": "Quote from Jake in the episode The Box"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "Cinco De Mayo",
      "QuoteText" : "Jake: Continue with your story, Sarge.  Sergeant Jeffords: I knew you'd suggest a heist as a distraction from my Lieutenant exam, then all I had to do was sit back and watch as everyone took things way too far.  Amy: But how'd you know we'd get so out of hand?  Sergeant Jeffords: I spent the last six months sowing the seeds of conflict.",
      "Header": "Quote from Sergeant Jeffords in the episode Cinco De Mayo"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Bureau",
      "QuoteText" : "Captain Holt: Hmm. What about Steve? He seems nice.  Gina: Oh, Steve is nothing. No one likes Steve.  Captain Holt: [writing down] \"Steve is nothing.\"",
      "Header": "Quote from Captain Holt in the episode Bureau"
    },
    {
      "Character": "Jake",
      "Episode": "The Ebony Falcon",
      "QuoteText" : "Jake: Well, frankly,I'm not sure everyone at the gym is going to buy you as a trainer. You've been sitting behind that desk for so long, you've gotten a little tubby. Right, it's like love handle alert!  Do you have a bone there somehow?",
      "Header": "Quote from Jake in the episode The Ebony Falcon"
    },
    {
      "Character": "Jake",
      "Episode": "Honeymoon",
      "QuoteText" : "Amy: That was magical. I can't believe we're back.  Jake: I refuse to accept it. I'm still coconuting. This is filled with coffee. It is very hot. Coconut is not a good insulator.  Amy: No, it's not.",
      "Header": "Quote from Jake in the episode Honeymoon"
    },
    {
      "Character": "Captain Holt",
      "Episode": "AC/DC",
      "QuoteText" : "Gina: I will be there. All I ask is you clear the furniture out of your living room so I can show Kev some of my new dance opera.  Rosa: Why just some of it? Do the whole thing.  Captain Holt: Yes. Nothing would make me happier. See you Thursday at 8.",
      "Header": "Quote from Captain Holt in the episode AC/DC"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Ransom",
      "QuoteText" : "Jake: Just please, stop it. I'm gonna take Kevin to the park where Cheddar was kidnapped and look for clues. I need you to stay here, go through those files, and put together a list of potential suspects. Can you do that?  Captain Holt: Okay, fine. I'll go through the files.  Jake: Great. You realize I can't leave until you put the grenades back, right?  Captain Holt: Oh, but you let John Wicks have grenades?  Jake: It's \"Wick.\" Singular. Just put 'em back.",
      "Header": "Quote from Captain Holt in the episode Ransom"
    },
    {
      "Character": "Rosa",
      "Episode": "White Whale",
      "QuoteText" : "Rosa: What the hell were you thinking? You're lucky you just dislocated your knee.  Amy: How do you know it's dislocated?  Rosa: I went to med school for three years.  Amy: You did? When?  Rosa: That's not the point! Why did you jump off the building?",
      "Header": "Quote from Rosa in the episode White Whale"
    },
    {
      "Character": "Rosa",
      "Episode": "The Slump",
      "QuoteText" : "Jake: Rosa?  Rosa: Fly to Montreal, hit a classy hotel bar, bone a stranger. Slump over.",
      "Header": "Quote from Rosa in the episode The Slump"
    },
    {
      "Character": "Jake",
      "Episode": "Chasing Amy",
      "QuoteText" : "Jake: Hey.  Amy: How'd you find me?  Jake: January 14th, 2014. Detectives Peralta and Santiago conducted surveillance from a rooftop at 397 Barton Street. This is where we came the night I won our bet and you fell in love with me.  Amy: Jake.  Jake: The night that you flirted with me for 20 seconds and I became obsessed with you forever.",
      "Header": "Quote from Jake in the episode Chasing Amy"
    },
    {
      "Character": "Sheriff Reynolds",
      "Episode": "Coral Palms Pt. 2",
      "QuoteText" : "Sheriff Reynolds: No one has ever beaten The Newlywed Game. No one.",
      "Header": "Quote from Sheriff Reynolds in the episode Coral Palms Pt. 2"
    },
    {
      "Character": "Jake",
      "Episode": "Unsolvable",
      "QuoteText" : "Jake: A real man doesn't run from a challenge. I mean, do they run from the bulls in Pamplona?  Sergeant Jeffords: Yes. That's the whole point of it.  Jake: Seriously? That seems lame.",
      "Header": "Quote from Jake in the episode Unsolvable"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "The Swedes",
      "QuoteText" : "Sergeant Jeffords: That's a strange little man.",
      "Header": "Quote from Sergeant Jeffords in the episode The Swedes"
    },
    {
      "Character": "Amy",
      "Episode": "A Tale of Two Bandits",
      "QuoteText" : "Hank: Look, guys, I don't want to take sides. I just want to make money.  Rosa: Then keep it a cop bar. We drink like crazy.  Amy: Yeah, 'cause of all the tragedy we experience on a daily basis, son.",
      "Header": "Quote from Amy in the episode A Tale of Two Bandits"
    },
    {
      "Character": "Jake",
      "Episode": "The Crime Scene",
      "QuoteText" : "Jake: Windows and doors locked from the inside. Nobody in or out. Think, think, think- Oh! The upstairs neighbor and his best friend drilled through the ceiling, murdered Adams, bleed all over the apartment, then climbed back up and sealed the hole behind them!  Franco McCoy: Negative, we would have found construction debris and microscopic paint fibers. The only thing that needs patching is that theory.",
      "Header": "Quote from Jake in the episode The Crime Scene"
    },
    {
      "Character": "Amy",
      "Episode": "Casecation",
      "QuoteText" : "Amy: Babe, this is so sweet, but do you honestly think that Holt's gonna let me just hang out here with you indefinitely?  Jake: Yes. Just tell him I need supervision. I've spent the last six years building up a reputation as an irresponsible goof for this very moment.  Amy: That is ridiculous. Holt respects you.",
      "Header": "Quote from Amy in the episode Casecation"
    },
    {
      "Character": "Jake",
      "Episode": "The Funeral",
      "QuoteText" : "Jake: It's true. I'm going to bro down with him. If everything goes according to plan, we should be Beer Pong doubles partners by the end of the week.  Now, someone give me a puka shell necklace, I'm going Full Douche.",
      "Header": "Quote from Jake in the episode The Funeral"
    },
    {
      "Character": "Jake",
      "Episode": "The Honeypot",
      "QuoteText" : "Captain Holt: No, this is just you still trying to make everything into a movie. This is the real world, Peralta. There are no spies in our midst. I'm sure Gordon just lied on his resume to get a job.  Jake: Oh, really? Then how come he's in this old staff photo from the Three-Six?  Captain Holt: Kelly's old precinct? You're right. Gordon's a honeypot.  Jake: Or a red sparrow.  Captain Holt: Buzz, buzz, little bee.  Jake: Fly, bird, fly.  Captain Holt: Buzz.  Jake: Fly.  Captain Holt: Buzz.  Jake: Fly.  Captain Holt: Buzz.  Jake: Fly.  Jake: The point is, we're on the same page. He's a spy.",
      "Header": "Quote from Jake in the episode The Honeypot"
    },
    {
      "Character": "Gina",
      "Episode": "Sal's Pizza",
      "QuoteText" : "Sergeant Jeffords: Fine. What was with the flossing?  Gina: A precinct is a pretty gross place, Ter-bear. There's blood, wounds, Scully's feet. You need a strong stomach and that lady did not have one.",
      "Header": "Quote from Gina in the episode Sal's Pizza"
    },
    {
      "Character": "Jake",
      "Episode": "Casecation",
      "QuoteText" : "Amy: It was the coldest night of the year, and you put socks on my feet while I slept. You never even took credit for it.  [present:]  Jake: But now I'm getting credit for that and for not taking credit. That's double credit, you fool.",
      "Header": "Quote from Jake in the episode Casecation"
    },
    {
      "Character": "Jake",
      "Episode": "The Box",
      "QuoteText" : "Captain Holt: Suppose you're wrong. Now Philip knows we have nothing. There goes our credibility and our leverage. No, we need a different strategy.  Jake: All right, fine. How about this I convince him I'm unstable. I run in there screaming, I throw a chair through the two-sided mirror, glass goes everywhere. He's like, \"If Mad Dog Peralta will do that, who knows what else he's capable of?\"  Captain Holt: No offense, but you don't get angry well.  Jake: What? That's not true. Remember how angry I got about how fast Daenerys got from Dragonstone to north of the Wall? That was intense.  Captain Holt: You have a boyish face and a big goofy grin. It's like being yelled at by a children's cereal mascot.  Jake: Hey, some of those are scary. Count Chocula much? All right, fine, I see your point.",
      "Header": "Quote from Jake in the episode The Box"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Coral Palms Pt. 2",
      "QuoteText" : "Captain Holt: We need to talk without being overheard. Turn on the bubbles.",
      "Header": "Quote from Captain Holt in the episode Coral Palms Pt. 2"
    },
    {
      "Character": "Rosa",
      "Episode": "Return of the King",
      "QuoteText" : "Amy: Rosa, watching you try to open that door and fail again and again and again and again was inspiring. I was trying to teach you a lesson, and instead, you taught me a lesson.  Rosa: Great. What lesson is that?  Amy: There is nothing the human spirit cannot overcome. So Rosa Diaz, you are not quitting. You are gonna open that door because you are badass and you don't need help from anyone!  Rosa: Yeah. I'm Rosa Diaz.",
      "Header": "Quote from Rosa in the episode Return of the King"
    },
    {
      "Character": "Charles",
      "Episode": "Serve & Protect",
      "QuoteText" : "Captain Holt: And you're sure this is the floor they're staying on?  Charles: Yes, I called his secretary and pretended to be his mother. Or, should I say, \"The Lady Grayson.\"  Captain Holt: Very sly.  Charles: It's a little trick I picked up from the original bad boy, a Mr. Bugs Bunny.",
      "Header": "Quote from Charles in the episode Serve & Protect"
    },
    {
      "Character": "Gina",
      "Episode": "Defense Rests",
      "QuoteText" : "Gina: The only reason I didn't tell you is I don't value you as people, so why be honest?",
      "Header": "Quote from Gina in the episode Defense Rests"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Into the Woods",
      "QuoteText" : "Captain Holt: Well, apparently, it's less painful if you acknowledge the dumpee's feelings.  Rosa: Ew.  Captain Holt: But don't worry. We'll practice.  I'll be Marcus. Go.  Rosa: Marcus, I think we should break up.  Captain Holt: That makes me feel sad. I am sad.  Rosa: Your sadness is noted.  Captain Holt: I feel acknowledged.  Thank you for breaking up with me.  It will take me eight minutes to collect my things.  I think that went very well.",
      "Header": "Quote from Captain Holt in the episode Into the Woods"
    },
    {
      "Character": "Teddy",
      "Episode": "Ransom",
      "QuoteText" : "Teddy: Excuse me. Amy. You can have the stroller for the right price.  Amy: Okay, how much?  Teddy: Amy Santiago, will you marry me?  Amy: No!",
      "Header": "Quote from Teddy in the episode Ransom"
    },
    {
      "Character": "Madeline Wuntch",
      "Episode": "Suicide Squad",
      "QuoteText" : "Captain Holt: How do we get close enough without attracting attention?  Madeline Wuntch: Could dance. You must know some moves. You were mentioned by name in the \"Monster Mash.\"",
      "Header": "Quote from Madeline Wuntch in the episode Suicide Squad"
    },
    {
      "Character": "Adrian Pimento",
      "Episode": "Monster in the Closet",
      "QuoteText" : "Adrian Pimento: Shut up! Thank you for the presents. We're keeping them.  Rosa: All of them.  Adrian Pimento: Yeah, if you got a problem with it, come talk to us in the parking lot.",
      "Header": "Quote from Adrian Pimento in the episode Monster in the Closet"
    },
    {
      "Character": "Jake",
      "Episode": "Captain Latvia",
      "QuoteText" : "Jake: Oh look, I couldn't let you go in there solo. I'm sorry, I feel terrible for saving your life.  Charles: Enough of your dumb apologies, Jake.",
      "Header": "Quote from Jake in the episode Captain Latvia"
    },
    {
      "Character": "Hitchcock",
      "Episode": "Cheddar",
      "QuoteText" : "Scully: Jake, what about me and Hitchcock?  Jake: You two grab Cheddar's treats and put 'em in a bowl outside.  Scully: You mean the little sausage ones that need way more salt?  Jake: On second thought, maybe just sit exactly where you are and don't touch anything.  Hitchcock: Sweet.",
      "Header": "Quote from Hitchcock in the episode Cheddar"
    },
    {
      "Character": "Jake",
      "Episode": "Halloween",
      "QuoteText" : "Sergeant Jeffords: Look, Jake, I love you like you're one of my daughters.  Jake: Really?",
      "Header": "Quote from Jake in the episode Halloween"
    },
    {
      "Character": "Jake",
      "Episode": "Pimento",
      "QuoteText" : "Dr. Jones: Detectives, good to see you again.  Jake: Oh, I see, the villain playing it cool when confronted by the good guys, just like Javier Bardem in \"No Country for Old Men.\" [off their confusion] Do you guys only watch kids' movies?",
      "Header": "Quote from Jake in the episode Pimento"
    },
    {
      "Character": "Charles",
      "Episode": "Maximum Security",
      "QuoteText" : "Jake: Stay tough, Cortez.  Charles: You're touching her boob. Should I turn away, or-  Jake: I'm not touching her boob. She's tiny on the screen. I'm just saying good-bye, man.  Charles: You know, why don't I turn and give you privacy?  Jake: No, don't turn. That's what makes it weird. Ugh!",
      "Header": "Quote from Charles in the episode Maximum Security"
    },
    {
      "Character": "Charles",
      "Episode": "Dillman",
      "QuoteText" : "Charles: Thank you for saying that. Honestly, though, I still don't get why Holt chose me over you.  Jake: Are you kidding? I mean, just look at today. Instead of fighting for attention, you did the work and methodically built your case. You noticed things that a room full of seasoned cops all missed. You're a great detective, Charles.  Charles: Wow. Even in defeat, you are a true prince of a man. The task force is yours.  Jake: What? No. Boyle, just take the win!  Charles: Right.",
      "Header": "Quote from Charles in the episode Dillman"
    },
    {
      "Character": "Charles",
      "Episode": "Maximum Security",
      "QuoteText" : "Jake: Good, she's abbreviating, just like we practiced, even though she hates it.  Charles: She's gonna do just fine.  Jake: Oh, yeah. I drilled her for hours. Ew. I'm sorry, I just realized what that sounded like.  Charles: It's okay, Jake. I wish we'd talk like that more.  Jake: No.",
      "Header": "Quote from Charles in the episode Maximum Security"
    },
    {
      "Character": "Gina",
      "Episode": "Det. Dave Majors",
      "QuoteText" : "Gina: Terry, caribiners suck. You want free stuff? Here you go. You can have anything you want from Amy's desk.",
      "Header": "Quote from Gina in the episode Det. Dave Majors"
    },
    {
      "Character": "Scully",
      "Episode": "Hostage Situation",
      "QuoteText" : "Amy: Rejected? I've never been rejected from anything.  Scully: Me neither. Oops, did you say rejected or ejected? I've been rejected a lot.  Amy: I don't understand. My application was so good.  Scully: You know what? I've also been ejected. Flume ride, Topeka, Kansas.  Amy: How did this happen?  Scully: Just forgot to put on the belt.",
      "Header": "Quote from Scully in the episode Hostage Situation"
    },
    {
      "Character": "Jake",
      "Episode": "Cinco De Mayo",
      "QuoteText" : "Jake: Fake heist went perfectly.  Sergeant Jeffords: So did the real heist. Why is your face twitching like that?  Jake: Oh, Amy tased me a bunch. I bit my own tongue. It was awesome.",
      "Header": "Quote from Jake in the episode Cinco De Mayo"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Pontiac Bandit",
      "QuoteText" : "Captain Holt: You're all hiding from Boyle!  Hitchock: Not me, Captain. I was napping.  Captain Holt: That's worse!",
      "Header": "Quote from Captain Holt in the episode Pontiac Bandit"
    },
    {
      "Character": "Jake",
      "Episode": "Greg and Larry",
      "QuoteText" : "Captain Holt: So we can sneak out like this, but what about Bob?  Jake: Not to worry. I've got that covered. Hitchcock. And, yes, he is bound and gagged under there, but more importantly, you said, \"What about Bob?\" That's the name of a movie. Holt made a pop culture reference. All right, let's go.",
      "Header": "Quote from Jake in the episode Greg and Larry"
    },
    {
      "Character": "Jake",
      "Episode": "The Big House Pt.1",
      "QuoteText" : "Charles: So, it sounds like you're isolated and haven't had any chance to make new friends.  Jake: Well, my cellmate, Caleb, is okay.  Charles: Just remember he's in prison. No matter how small the crime, people don't change and don't deserve second chances.  Jake: Charles, relax. I'm not gonna replace you.",
      "Header": "Quote from Jake in the episode The Big House Pt.1"
    },
    {
      "Character": "Jake",
      "Episode": "The Honeypot",
      "QuoteText" : "Captain Holt: The package is headed your way.  Jake: Copy that.  Captain Holt: This better work. I'm debasing myself out here. What must people think?  Jake: Relax. There's literally no other people at this museum.",
      "Header": "Quote from Jake in the episode The Honeypot"
    },
    {
      "Character": "Jake",
      "Episode": "The Audit",
      "QuoteText" : "Captain Holt: Sorry I'm late. I was on a call with One Police Plaza. Apparently crime in Brooklyn is down significantly.  (ALL CHEER)  Captain Holt: Which means they'll be permanently closing one precinct.  Amy: What?  Jake: We celebrated too soon.",
      "Header": "Quote from Jake in the episode The Audit"
    },
    {
      "Character": "Jake",
      "Episode": "Moo Moo",
      "QuoteText" : "Jake: Well, that wasn't so bad. Well, if you guys have any other questions, we're here for you.  Cagney: What's an orgasm?  Amy: Argh!  Jake: Come on!",
      "Header": "Quote from Jake in the episode Moo Moo"
    },
    {
      "Character": "Amy",
      "Episode": "Coral Palms Pt. 2",
      "QuoteText" : "Amy: Uh, if I may ask, how did you become captain? You just seem a little, uh ... [squealing] ...  Captain C.J. Jason Stentley: Unqualified?  Amy: No. No, no, no, no.  Captain C.J. Jason Stentley: It's because I am, actually.",
      "Header": "Quote from Amy in the episode Coral Palms Pt. 2"
    },
    {
      "Character": "Rosa",
      "Episode": "The 9-8",
      "QuoteText" : "Rosa: She also likes to look up recipes online and go, \"Who's got the time?\"",
      "Header": "Quote from Rosa in the episode The 9-8"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Coral Palms Pt. 1",
      "QuoteText" : "Captain Holt: Oh, now, Stella, you know I'm still getting over the tragic loss of my wife. She was such a strong, female woman with nice, heavy breasts.",
      "Header": "Quote from Captain Holt in the episode Coral Palms Pt. 1"
    },
    {
      "Character": "Scully",
      "Episode": "NutriBoom",
      "QuoteText" : "Jake: Pigeon's still here?  Scully: Yeah. No matter what we do, he just won't leave.  Jake: The problem is you're thinking like detectives.  Scully: No, I'm definitely not.",
      "Header": "Quote from Scully in the episode NutriBoom"
    },
    {
      "Character": "Rosa",
      "Episode": "Cop-Con",
      "QuoteText" : "Captain Holt: You have all embarrassed the precinct. Now when people think of the Nine-Nine, they'll think of, um oh, Detective Diaz filling an iron with tequila.  Rosa: So I could make tequila steam.",
      "Header": "Quote from Rosa in the episode Cop-Con"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Det. Dave Majors",
      "QuoteText" : "Captain Holt: Gary Shaw has attempted to pry me away from the NYPD for eight years. When he makes his offer, I know just what I'll say. Never's not just a crater on Mars.  Of course, it is a crater on Mars.  Charles: That's hilarious.  Captain Holt: It's not meant to be funny, Boyle. It's meant to be devastating.",
      "Header": "Quote from Captain Holt in the episode Det. Dave Majors"
    },
    {
      "Character": "Gina",
      "Episode": "Safe House",
      "QuoteText" : "Charles: Here's the plan. Gabriella Fuentes de San Miguel Estrada gossips about her love life. Then, Nikki opens up about hers.  Rosa: Yeah, this is the problem. I suck at gossiping.  Charles: Which is why I brought along a specialist. Gina will be in your ear feeding you stories.  Gina: I will be basing Gabriella on my sister's friend, Dana. Just be warned Dana real sloppy.",
      "Header": "Quote from Gina in the episode Safe House"
    },
    {
      "Character": "Jake",
      "Episode": "Coral Palms Pt. 3",
      "QuoteText" : "Rob: \"Liquid Moan\", nice. I wore this to Swampsgiving last year, cleaned up.  Jake: Right on, bro.",
      "Header": "Quote from Jake in the episode Coral Palms Pt. 3"
    },
    {
      "Character": "Amy",
      "Episode": "The Venue",
      "QuoteText" : "Amy: Listen up, everybody! We are getting married in a public rec center!  Jake: Super cheap!  Amy: On a basketball court!  Jake: Squeak-squeak!  Amy: With one working bathroom!  Jake: Ladies gotta wait!  Amy: And it's in deep Staten Island.  Jake: Destination wedding, y'all! But the point is, these nuptials are still gonna be mad toit. I would marry you in a dumpster.  Amy: Aww, I would marry you in a dumpster.",
      "Header": "Quote from Amy in the episode The Venue"
    },
    {
      "Character": "Gina",
      "Episode": "New Captain",
      "QuoteText" : "Gina: Captain? The kids want to know where Paulie the Pigeon is. I told them he got sucked up into an airplane engine, is that all right?",
      "Header": "Quote from Gina in the episode New Captain"
    },
    {
      "Character": "Jake",
      "Episode": "Ava",
      "QuoteText" : "Jake: Hey there, Sarge. Everything is totally under control. As you know, her water broke and she's had a couple of contractions. And hey, Sharon, how are you doing vaginally?  Sergeant Jeffords: What? Don't ask her that!  Jake: Okay.",
      "Header": "Quote from Jake in the episode Ava"
    },
    {
      "Character": "Charles",
      "Episode": "The Big House Pt.1",
      "QuoteText" : "Charles: What is happening right now?!  Jake: They caught Hawkins trying to flee the country. She confessed to everything, and they let me out.  Amy: Oh, my God, Jake, is it really you? Are you really here?  Jake: You know it, baby. But first I gotta hug my best friend.  Charles: Yeah.  Amy: What?",
      "Header": "Quote from Charles in the episode The Big House Pt.1"
    },
    {
      "Character": "Jake",
      "Episode": "Crime & Punishment",
      "QuoteText" : "Jake: Now get to hacking. Guys, I think I found something.  Scully: Is it my heart medicine? My doctor said that if I miss even one dose, I could have a massive stro-  Jake: No, Scully, this is important.",
      "Header": "Quote from Jake in the episode Crime & Punishment"
    },
    {
      "Character": "Amy",
      "Episode": "Charges and Specs",
      "QuoteText" : "Amy: How can you not trust Holt? He's the executor of my will.",
      "Header": "Quote from Amy in the episode Charges and Specs"
    },
    {
      "Character": "Jake",
      "Episode": "Captain Kim",
      "QuoteText" : "Amy: I don't know. She seemed kind of awesome to me.  Jake: The thing is, she can't be awesome 'cause she's here to replace Holt.  Amy: But she said as soon as his year in uniform is finished she's moving on.  Jake: That's a pretty generous interpretation of what she said, Amy.  [flashback:]  Captain Julie Kim: As soon as his year in uniform is finished, I'll be moving on.  [back:]  Jake: Okay, fine. It's exactly what she said. But she seems like a liar. Someone told me she's a pill-popper.  Captain Holt: Pop-pop.",
      "Header": "Quote from Jake in the episode Captain Kim"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "Captain Peralta",
      "QuoteText" : "Sergeant Jeffords: My girls were conceived to Bootylicious. Don't tell my wife I told you that.",
      "Header": "Quote from Sergeant Jeffords in the episode Captain Peralta"
    },
    {
      "Character": "Jake",
      "Episode": "Halloween IV",
      "QuoteText" : "Jake: Wait, look at the plaques. \"Are\".  Charles: \"Heists\".  Jake: \"Dumb\" Are heists dumb? Of course not. That was a stupid question.  Amy: No, Jake, it's says, \"Heists are dumb.\"  All: [gasps] Terry!",
      "Header": "Quote from Jake in the episode Halloween IV"
    },
    {
      "Character": "Judy",
      "Episode": "The Jimmy Jab Games",
      "QuoteText" : "Jake: Welcome to the Jimmy jabs. We play for pride. We play for the phone numbers of Rosa's friends. But most importantly, we play to watch Amy lose.  Amy: Nope. This is my year.  Hitchcock: It's my year too.  Amy: Please don't align yourself with me.  Jake: Why not? Neither of you have ever come close to winning. You're exactly the same, just a couple of Santiagos.",
      "Header": "Quote from Judy in the episode The Jimmy Jab Games"
    },
    {
      "Character": "Jake",
      "Episode": "The Night Shift",
      "QuoteText" : "Jake: Great news, everyone. We just got our first lead on our first case on my first night back, proving once and for all that absolutely nothing has changed.  [Jake trips over the gate outside the bullpen]  Charles: Yeah, this opens in instead of out now. They switched it a month ago.  Jake: Yeah, so the door changed, sure, but that's it.",
      "Header": "Quote from Jake in the episode The Night Shift"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "Greg and Larry",
      "QuoteText" : "Rosa: That's the last of the candles.  Sergeant Jeffords: Is that multi-wick? [sniffs] Am I smelling basil and tangerine?  Rosa: It's called \"Summer's Kiss\".  Sergeant Jeffords: What the hell is going on with you?",
      "Header": "Quote from Sergeant Jeffords in the episode Greg and Larry"
    },
    {
      "Character": "Amy",
      "Episode": "Dillman",
      "QuoteText" : "Jake: Wait a minute, you believe me, right?  Amy: Of course I do. I'm your wife. I'm on your side no matter what.  Jake: [sighs] Thanks. Same, by the way.  Amy: Thanks. I mean, no one really suspects me.  Jake: Right.",
      "Header": "Quote from Amy in the episode Dillman"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Debbie",
      "QuoteText" : "Sergeant Jeffords: Okay, I normally don't encourage such childish competitions, but this might help things go faster. My only question is, Holt, are you sure your old ass eyes are up to the challenge?  Captain Holt: I know you're just trying to motivate me, but these old ass eyes will be reading your tombstone, son.",
      "Header": "Quote from Captain Holt in the episode Debbie"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "The 9-8",
      "QuoteText" : "Captain Holt: You're acting like little children playing basketball who've fallen behind by several two-pointer buckets so you just take your basket home, and now no one else can play.  Sergeant Jeffords: I know it's not the time, but you gotta watch basketball if you're gonna try to reference it.",
      "Header": "Quote from Sergeant Jeffords in the episode The 9-8"
    },
    {
      "Character": "Jake",
      "Episode": "The Box",
      "QuoteText" : "Jake: So, one day I'm working late when my boss, Robert, surprises me. He found out I was stealing meds. Again, junkie scum. Also again, not your fault. There's a major genetic component to addiction. He says he's gonna file a police report. I could lose my license. We fight, and something in me just snaps, so I grab the first thing I can find, and I hit him with it.  Lawyer: You still have no murder weapon.  Jake: I do now. Here's a pic I found on Yelp of the surgical suite six months ago, and here is a shot that our crime scene photographer took of the same room two weeks after the murder. Notice any differences?  Lawyer: We're not answering that.  Jake: That's all right, I can just tell you myself. The Yelp shot has six of these heavy-looking glass awards from the Brooklyn Periodontics Society in the background, whereas this shot only has five. What happened to number six? Murdered Robert with it!  Philip Davidson: I didn't.  Jake: You lost all control and you bludgeoned him to death. There must have been blood everywhere, but you got lucky. You were in the surgical suite; it can be sterilized. You never would have gotten away with it in your carpeted office.  Philip Davidson: That's not what happened.  Lawyer: Don't say anything more, Philip.  Jake: And your office manager would have heard all of the screaming but she was at her grandson's play. Lucky again.  Philip Davidson: You're wrong.  Jake: You put Robert's body into a wheelchair and shoved it in the elevator. It's a miracle there wasn't blood everywhere.  Philip Davidson: That's not true.  Jake: Now you're in the garage with a corpse. You panicked and left your phone in your office, and you don't have your car keys, but Robert's are in his pocket so you put him in his car and you take off.  Philip Davidson: No.  Jake: You can't believe what you've done.  Philip Davidson: No.  Lawyer: Philip.  Jake: You're flustered. You have no GPS, so you just start driving.  Philip Davidson: No!  Lawyer: Philip!  Jake: Next thing you know, you're in the Pine Barrens, and it hits you: your uncle's cabin. He has a place there. You're the luckiest son of a bitch.   Philip Davidson: It wasn't luck!  Jake: Yes, it was. You got lucky at every turn!  Philip Davidson: No. I knew exactly where I was driving, I left my phone in the office on purpose, I was in the surgical suite by design, and I didn't use some glass award that any idiot would clearly see was missing. I made a rod out of a special dental polymer, killed him with it, then melted it back down. It's already in a patient's mouth, son!  Captain Holt: Oh, damn. Oh, damn. Oh, damn!  Jake: And that is three oh-damns. Oh, damn!",
      "Header": "Quote from Jake in the episode The Box"
    },
    {
      "Character": "Jake",
      "Episode": "Beach House",
      "QuoteText" : "Jake: Very, very interesting. Guys, Captain Holt has no pants on.  Sergeant Jeffords: Umm, what?  Jake: He has no pants on is what. Here are the facts: At 11:55 AM, Captain Holt walked past us holding a hot bowl of soup. At 12:03 PM, I heard him yell. Then, at 12:07, he called Gina into his office. She entered holding nothing. One minute later she left holding an opaque bag.  Captain Holt's pants were in that bag. His knees are in the breeze. He's in his undies.",
      "Header": "Quote from Jake in the episode Beach House"
    },
    {
      "Character": "Charles",
      "Episode": "NutriBoom",
      "QuoteText" : "Jake: Ugh, no evidence of wrong doing in any of these files. Credit where credit is due, NutriBoom is good at criminal activity.  Charles: Well, they're terrible at making shakes.  Jake: Right? The only listed ingredient is \"foreign substance\".  Charles: And the flavor is called \"Almost Cherry\". And yet I can't stop drinking it.",
      "Header": "Quote from Charles in the episode NutriBoom"
    },
    {
      "Character": "Jake",
      "Episode": "Terry Kitties",
      "QuoteText" : "Jake: What we need in here is an armored personnel carrier, a tank!  Rosa: Two tanks. I want a tank too.  Jake: Great, so everyone gets a tank.",
      "Header": "Quote from Jake in the episode Terry Kitties"
    },
    {
      "Character": "Charles",
      "Episode": "The Vulture",
      "QuoteText" : "Jake: Here's what we're up to. Steal his kidney, burn down his house, replace his aloe tissues with regular tissues. Thank you, Charles.  Charles: You're welcome.  Jake: Leave a dead cat in his cedar closet. Note, he would have to own a cedar closet.  Rosa: He seems like he would.  Jake: Sneak into his apartment and burn popcorn in the microwave. Thank you, Charles. Uh, Scully asked for mashed potatoes, so I wrote that down. Well, I hate to say it, but I think, by default, Charles' motorcycle idea is the winner.  Charles: Yeah! Winning by default.",
      "Header": "Quote from Charles in the episode The Vulture"
    },
    {
      "Character": "Gina",
      "Episode": "Into the Woods",
      "QuoteText" : "Gina: Before we get into your pitch, what are you calling the product?  Amy: The Handless Lighting System, or HLS.  Gina: Sounds like a genetic disorder.",
      "Header": "Quote from Gina in the episode Into the Woods"
    },
    {
      "Character": "Charles",
      "Episode": "Old School",
      "QuoteText" : "Rosa: I look like Aresenio.  Charles: So it's perfect?",
      "Header": "Quote from Charles in the episode Old School"
    },
    {
      "Character": "Charles",
      "Episode": "Safe House",
      "QuoteText" : "Charles: You're gonna stay locked up in a safe house, away from us for two months? That's going to be brutal.  Gina: You just said it was nothing.  Charles: Brutal for me, Gina.",
      "Header": "Quote from Charles in the episode Safe House"
    },
    {
      "Character": "Jake",
      "Episode": "Bureau",
      "QuoteText" : "Jake: Wait a minute. He's got a pulse. No, wait. That's my pulse. No. It's his pulse. Nope, it's both our pulses. He's alive! I'm alive! We're all alive! This case just got busted wide open.",
      "Header": "Quote from Jake in the episode Bureau"
    },
    {
      "Character": "Gina",
      "Episode": "DFW",
      "QuoteText" : "Gina: Well, what happened to Becky?  Rosa: Who?  Gina: The girl you were seeing whose name you wouldn't tell us so we just started calling her Becky.",
      "Header": "Quote from Gina in the episode DFW"
    },
    {
      "Character": "Rosa",
      "Episode": "Return to Skyfire",
      "QuoteText" : "Sergeant Jeffords: Fourth favorite?  Rosa: Three was plenty. So was zero.",
      "Header": "Quote from Rosa in the episode Return to Skyfire"
    },
    {
      "Character": "Captain Holt",
      "Episode": "The Mole",
      "QuoteText" : "Rosa: The task force has made some busts. But we still haven't found any high-level dealers or major drug stashes.  Sergeant Jeffords: But we will soon.  Captain Holt: Is that a promise? Or just another lollipop that no one's ever gonna lick?",
      "Header": "Quote from Captain Holt in the episode The Mole"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Halloween II",
      "QuoteText" : "Jake: I've been planning this this theft for three months.  Captain Holt: I know, but I've been planning it for a year. Last Halloween, after you won the bet, I went back to my office to do everyone's paperwork, but I did no paperwork. I started to plot my revenge. I began by creating a word cloud.",
      "Header": "Quote from Captain Holt in the episode Halloween II"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Two Turkeys",
      "QuoteText" : "Captain Holt: Why didn't you just tell me the truth?  Kevin: [sighs] Because I love our annual trips to Saratoga Springs. The two of us driving in silence, looking at the barren trees. It's perfect. I I didn't wanna lose that.",
      "Header": "Quote from Captain Holt in the episode Two Turkeys"
    },
    {
      "Character": "Charles",
      "Episode": "Windbreaker City",
      "QuoteText" : "Charles: Breakups are the worst. Man, I just wanna walk up to Sophia, slap her in the face and say \"Girl, you messed up.\"",
      "Header": "Quote from Charles in the episode Windbreaker City"
    },
    {
      "Character": "Captain C.J. Jason Stentley",
      "Episode": "The Overmining",
      "QuoteText" : "Captain C.J. Jason Stentley: You know, I actually did DJ my sister's wedding.  It did not turn out well. Apparently, there's such a thing as too much Smash Mouth.",
      "Header": "Quote from Captain C.J. Jason Stentley in the episode The Overmining"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Bureau",
      "QuoteText" : "Guard: Another Sex-and-the-Citiot?  Captain Holt: Guilty as charged. My favorite season has to be the third one. Everything was going right for Carrie. Her face was on every bus, her column was the talk of the town, and she met everyone's favorite furniture maker, Aidan Shaw. Sure, she melted down when he tried to introduce her to his parents, and she flipped out when she bumped into Big getting out of that cab with Natasha, whom he had married. Hmm.  Who can blame her? They barely knew each other. The best episode that year was episode six, entitled \"Are We Sluts?\" You know the one. Carrie was all in her head because she and Aidan weren't having sex. Meanwhile, across town, Charlotte couldn't stop having sex.  And Samantha? Samantha was just being Samantha. The season finale that year was entitled \"Cock-a-Doodle-Do.\"",
      "Header": "Quote from Captain Holt in the episode Bureau"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Gintars",
      "QuoteText" : "Dr. Ronald Yee: So I understand you have a potential crime scene, and you'd like to find some blood. Well, I've brought along several hundred of my best detectives to help out.  Amy: Oh, my God. I'm starstruck.  Captain Holt: We all are. So what you made you think of using drosophila as a method of searching for blood traces?  Dr. Ronald Yee: Have you ever read Sung Tz'u's textbook, \"The Washing Away of Wrongs\" from 1235?  Rosa: Nope.  Amy: Yes.  Captain Holt: Which edition?",
      "Header": "Quote from Captain Holt in the episode Gintars"
    },
    {
      "Character": "Amy",
      "Episode": "Gray Star Mutual",
      "QuoteText" : "Rosa: So what do you think?  Amy: Mm, I don't love the sash. But it's fine. I'm just gonna get it.  Rosa: What? That's the first one you tried on. I once saw you look at 54 different accordion folders and not buy any of them due to weak tabs.  Amy: I file hard. I need strong tabs.",
      "Header": "Quote from Amy in the episode Gray Star Mutual"
    },
    {
      "Character": "Hitchcock",
      "Episode": "The Negotiation",
      "QuoteText" : "Captain Holt: You look incredible.  Hitchcock: You bet I do. These pants really flatter my dong. What? Dong wasn't on the list.",
      "Header": "Quote from Hitchcock in the episode The Negotiation"
    },
    {
      "Character": "Charles",
      "Episode": "Ransom",
      "QuoteText" : "Sergeant Jeffords: You know, I bet we could sell this stuff.  Charles: You really think so? [gasps] We can call our company \"The Bone Boys.\" No! \"More Bone, Less Moan.\" No! \"Workplace Bone Buds.\" That's the one. I'm registering it.  Sergeant Jeffords: Ewh, we can name the company later.",
      "Header": "Quote from Charles in the episode Ransom"
    },
    {
      "Character": "Hitchcock",
      "Episode": "The Jimmy Jab Games II",
      "QuoteText" : "Hitchcock: Peralta, how about we make these games a little more exciting with a wager?  Jake: Ooh, interesting. What'd you have in mind?  Hitchcock: If you win, I'll do your paperwork for a year.  Jake: Go on.  Hitchcock: If I win, I get your new car.  Amy: You're joking, right?  Hitchcock: Why? Because you can't imagine someone bitchin' like me driving a lame family sedan?  Amy: No, because Jake would never bet our car.  Jake: Yeah, I would never do that. But also, it's not lame. It's the color of an alcohol. Everyone's talking about it.  Hitchcock: No, Jake, it's a super lame car. But I don't mind. My ex-step-son kicked me out of the house, and I need a place to crash with air conditioning.",
      "Header": "Quote from Hitchcock in the episode The Jimmy Jab Games II"
    },
    {
      "Character": "Gina",
      "Episode": "The Tattler",
      "QuoteText" : "Gina: I'm not really sure how to close this. Maybe you guys could pretend to be heirs to a canned-goods fortune who want to buy my company!  Jake: Gina, we don't have time for your thing right now.  Gina: Oh, smart. Big-time him. That's the perfect idea. I won't forget you when I'm rich. Thanks so much, Jake and Jake's wife.  Jake: She knows your name.",
      "Header": "Quote from Gina in the episode The Tattler"
    },
    {
      "Character": "Jake",
      "Episode": "Defense Rests",
      "QuoteText" : "Jake: So I will focus mainly on skiing and Atlantic City when I talk to him tonight at the Fundraiser for the Association of Brooklyn Public Defenders, aka the Chamber of Asses. No wait, that's too sexy. The Chamber of Snakes.",
      "Header": "Quote from Jake in the episode Defense Rests"
    },
    {
      "Character": "Scully",
      "Episode": "Lights Out",
      "QuoteText" : "Amy: Fine, look... I don't have to go to the hospital until my contractions are three minutes apart and last for at least 45 seconds.  Rosa: Yeah, but don't you need to go home and pack some stuff?  Amy: [scoffs] I'll be fine. Scully, you have a hospital go-bag at your desk, right?  Scully: Yep, what do you need? One-day, three-day, coma kit?  Amy: I rest my case.",
      "Header": "Quote from Scully in the episode Lights Out"
    },
    {
      "Character": "Jake",
      "Episode": "99",
      "QuoteText" : "Jake: Cheese puff, sir?  Captain Holt: No, thank you. They're full of chemicals.  Jake: Well, yes, but everything's made with chemicals, if you really think about it.  Captain Holt: I suppose you're right.  Jake: I am?  Captain Holt: Let me try one.  Jake: Oh.  Captain Holt: It imploded in my mouth.  Jake: That's the magic of the puff. You don't have to chew.",
      "Header": "Quote from Jake in the episode 99"
    },
    {
      "Character": "Gina",
      "Episode": "The Wednesday Incident",
      "QuoteText" : "Gina: Jake, why don't you just do the right thing and jump out a window? Captain Holt will never fire me if he knows I'm mourning the death of a close friend.",
      "Header": "Quote from Gina in the episode The Wednesday Incident"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Your Honor",
      "QuoteText" : "Jake: Well, I know we're undercover, but I gotta say I'm dying to get a little tipsy at wine club and just dish with my new BFF Laverne.  Captain Holt: Hmm, it's cute you think that. My mother doesn't dish. It's one of her better qualities. And you know who else she told to call her Laverne? The mailman. The substitute mailman.",
      "Header": "Quote from Captain Holt in the episode Your Honor"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Ransom",
      "QuoteText" : "Jake: Just please, stop it. I'm gonna take Kevin to the park where Cheddar was kidnapped and look for clues. I need you to stay here, go through those files, and put together a list of potential suspects. Can you do that?  Captain Holt: Okay, fine. I'll go through the files.  Jake: Great. You realize I can't leave until you put the grenades back, right?  Captain Holt: Oh, but you let John Wicks have grenades?  Jake: It's \"Wick.\" Singular. Just put 'em back.",
      "Header": "Quote from Captain Holt in the episode Ransom"
    },
    {
      "Character": "Rosa",
      "Episode": "Safe House",
      "QuoteText" : "Sergeant Jeffords: Diaz, the mission is yours.  Rosa: Great. I love strangers touching my head.  Sergeant Jeffords: Sorry, you don't have a choice.",
      "Header": "Quote from Rosa in the episode Safe House"
    },
    {
      "Character": "Jake",
      "Episode": "Coral Palms Pt. 3",
      "QuoteText" : "Captain Holt: The cops?  Jake: Or Figgis! Do we have any weapons?  Captain Holt: I have the pipe we pulled out of me.  Jake: I would sooner surrender than go anywhere near your gooey body pipe.",
      "Header": "Quote from Jake in the episode Coral Palms Pt. 3"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Cop-Con",
      "QuoteText" : "Jake: Can I help you with something?  Captain Holt: I'm concerned that my presentation isn't, uh, \"jazzy\" enough to compete with Jeffrey's. He's such a showman.  Jake: Yeah.  Captain Holt: I'm thinking about augmenting the graphs with, um, color.  Jake: Sir.  Captain Holt: I know. I'm debasing myself. Anyway, give this to Jeffords. He's the artist. I'd like him to choose the, um-  Jake: Color?  Captain Holt: Yes.",
      "Header": "Quote from Captain Holt in the episode Cop-Con"
    },
    {
      "Character": "Jake",
      "Episode": "Gintars",
      "QuoteText" : "Charles: Nikolaj, say hi to Jake and this stranger.  Nikolaj: Hi, Jake. I love you. Nice to meet you, Mr. Hanukkah. I love you, too.  Jake: Man, he really is a Boyle, isn't he?",
      "Header": "Quote from Jake in the episode Gintars"
    },
    {
      "Character": "Roger Peralta",
      "Episode": "Admiral Peralta",
      "QuoteText" : "Jake: Oh, my God. Okay, so yes, fine, there's a bit of a trend. But we're not cursed. You and I are good. I bet you could even fix things up with your dad.  Roger Peralta: The Admiral? I always hoped that I could reconcile things with him one day, but he's not going to let that happen. What can I tell you? We're not meant to have sons. There's a demon in our genes.  Jake: Title of your sex tape.  Roger Peralta: No, the title of my sex tape is \"Cockpit Larry and the Mile High Stewardae.\"  Jake: What?  Roger Peralta: \"Stewardae.\" It's plural for stewardess.",
      "Header": "Quote from Roger Peralta in the episode Admiral Peralta"
    },
    {
      "Character": "Jake",
      "Episode": "Sicko",
      "QuoteText" : "Monica: Excuse me, is there ice yet?  Jake: Oh, I'm sorry. I don't work here. I'm a police officer.  Monica: Well, then I'd like to lodge a formal complaint. There hasn't been ice here for days and everyone knows my wine coolers are supposed to be served chilled.  Jake: You're an adult. Why are you drinking wine coolers?  Monica: Because I'm on vacation.  Jake: Okay. Well, I'll mention the ice.  Monica: Thanks. Pig.",
      "Header": "Quote from Jake in the episode Sicko"
    },
    {
      "Character": "Jake",
      "Episode": "Adrian Pimento",
      "QuoteText" : "Captain Holt: So Detective Pimento didn't show up for work today. Any idea why?  Jake: Oh, yeah, I straight up drove him off. Big screw-up on my part. I'm trying this new thing where I just own my mistakes. I like it. Do you?  Captain Holt: I did. Until you bragged about it.  Jake: Yeah.",
      "Header": "Quote from Jake in the episode Adrian Pimento"
    },
    {
      "Character": "Jake",
      "Episode": "Four Movements",
      "QuoteText" : "Jake: Heads up! Catch me if you did! You immediately did! Stop it! I'm telling Daddy! Daddy!",
      "Header": "Quote from Jake in the episode Four Movements"
    },
    {
      "Character": "Jake",
      "Episode": "Honeymoon",
      "QuoteText" : "Jake: Guess who just got paid, y'all. That's right. We got stacks on stacks on stacks.  Charles: Whoa. Where's all that cash from?  Jake: Well, my brilliant wife found a crazy loophole called \"wedding insurance.\"  Amy: It's very common. It's like renter's insurance.  Jake: Oh, my God. Do we have that too?  Amy: Yes.  Jake: You are a wizard.",
      "Header": "Quote from Jake in the episode Honeymoon"
    },
    {
      "Character": "Jake",
      "Episode": "The Honeypot",
      "QuoteText" : "Gordon Lundt: Captain, I know nothing could ever happen between us, but I care about you too much to do Kelly's dirty work, which is why I'm tendering my resignation.  Captain Holt: That's very honorable. I accept.  Jake: Oh, no, you don't. This could be our chance. We can turn Kelly's agent into a double agent. Operation: Double Dragon. Oh, it's all starting to happen.",
      "Header": "Quote from Jake in the episode The Honeypot"
    },
    {
      "Character": "Amy",
      "Episode": "The Favor",
      "QuoteText" : "Amy: Okay. Okay, okay. This is just a puzzle, and I can figure it out. To get an approved 1290, I need an approved 1021-J, which I can't get without an approved 1290, which I can't get without an approved 1021-J, which I can't get without an approved 1290, which I can't get without an approved 1021-J, which I can't get without an approved 1290, which I can't get without an approved 1021-J.  Rosa: Okay. She's in a loop. You broke her brain. I'm gonna take her out of here.",
      "Header": "Quote from Amy in the episode The Favor"
    },
    {
      "Character": "Scully",
      "Episode": "The Slaughterhouse",
      "QuoteText" : "Charles: All right, I need you guys to assemble this jigsaw puzzle for a case I'm working on.  Hitchcock: Why do we have to do it together?  Scully: Yeah.  Sergeant Jeffords: Uh ... 'cause?  Scully: Can't argue with that.",
      "Header": "Quote from Scully in the episode The Slaughterhouse"
    },
    {
      "Character": "Jake",
      "Episode": "Hitchcock & Scully",
      "QuoteText" : "Jake: Oh, thank god. My wife and my dad are here. I mean, Captain Dad. I mean, I know who my dad is. It's you. Hi, Amy.",
      "Header": "Quote from Jake in the episode Hitchcock & Scully"
    },
    {
      "Character": "Jake",
      "Episode": "Lights Out",
      "QuoteText" : "Jake: Yeah, they're trapped in there.  Rosa: Oh no, that means we have to call the fire department. [gags]  Jake: Or, hear me out, we leave them in there forever, and move on emotionally.",
      "Header": "Quote from Jake in the episode Lights Out"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Halloween III",
      "QuoteText" : "Jake: Attention, squad. Today is the most important day in the history of this precinct.  For today is (excitedly) Halloween...  I thought we were going to say it together.  Captain Holt: I never agreed to that.",
      "Header": "Quote from Captain Holt in the episode Halloween III"
    },
    {
      "Character": "Jake",
      "Episode": "Ava",
      "QuoteText" : "Jake: Okay. Got it. Got it. Cool, cool, cool. No hospital. I am picking up what you're screaming down.",
      "Header": "Quote from Jake in the episode Ava"
    },
    {
      "Character": "Adrian Pimento",
      "Episode": "The Bank Job",
      "QuoteText" : "Adrian Pimento: Hey, wait, wait, wait, wait, wait, wait, wait for me! I'm here, I'm here. Okay, I followed you here all the way on my bike.  Captain Holt: We were going very fast.  Adrian Pimento: I know. I'm still pretty coked up. Let's do this, Nine-Nine!  Captain Holt: You are not a police officer. You're not part of this mission.   Adrian Pimento: Right, okay. Well, I'm just gonna go in this bank and cash a check. Whatever happens happens. Am I right?",
      "Header": "Quote from Adrian Pimento in the episode The Bank Job"
    },
    {
      "Character": "Captain Holt",
      "Episode": "The Wednesday Incident",
      "QuoteText" : "Captain Holt: Coat, coat, jacket, coat. Is this a police precinct or a Turkish bazaar?",
      "Header": "Quote from Captain Holt in the episode The Wednesday Incident"
    },
    {
      "Character": "Charles",
      "Episode": "Valloweaster",
      "QuoteText" : "Jake: Ugh, fine. I guess that makes it my turn, so I will pick my partner. And it is... [laughs] Raymond Holt. Well, well, well, it appears the original two heist champs are teaming up. Should we just skip ahead so everyone can bow down to us now?  Captain Holt: Yes, you all heard him. Bow down. Boyle, you first.  Amy: He is not gonna bow do... ugh, he's already doing it.  Charles: Well, they're gonna win. I'm currying favor.",
      "Header": "Quote from Charles in the episode Valloweaster"
    },
    {
      "Character": "Amy",
      "Episode": "NutriBoom",
      "QuoteText" : "Amy: Oh, Officer Jennings? Can I speak to you for a minute?  Gary Jennings: Of course. Nothing I like more than one-on-one time with my boss.  Amy: Wow, it's like staring in a mirror.  Gary Jennings: What?  Amy: Nothing.",
      "Header": "Quote from Amy in the episode NutriBoom"
    },
    {
      "Character": "Jake",
      "Episode": "Terry Kitties",
      "QuoteText" : "Jake: Terry, that's a lead. We have a lead!  Sergeant Jeffords: We got a lead!  Jake: We got a lead!  Sergeant Jeffords: We're gonna solve this case.  Jake: We're gonna solve this case.  Sergeant Jeffords: I have to use the bathroom.  Jake: I got to use the bathroom! I actually don't; I just got in the rhythm of it.",
      "Header": "Quote from Jake in the episode Terry Kitties"
    },
    {
      "Character": "Gina",
      "Episode": "Pontiac Bandit",
      "QuoteText" : "Gina: I'm hiding from Charles. I can't take him any more. It's safe in here because his scooter can't get up the stairs.",
      "Header": "Quote from Gina in the episode Pontiac Bandit"
    },
    {
      "Character": "Captain Holt",
      "Episode": "The Takeback",
      "QuoteText" : "Sergeant Jeffords: Hey, sir. I'm sure you're still mad at us.  Captain Holt: Just you, not Diaz.  Sergeant Jeffords: Okay, well, I can't get that card back, but I did bring you these. They're business cards of people you've helped. One mistake did not make you the cop you are today. 30 years of service to the community did. That should be your motivation. I know you can't remember their names, but...  Captain Holt: Alex Chen. I do remember him. 36-year-old male, carjacked at the corner of 7th Avenue and 11th Street. Had three siblings, Alice, Arlene, and Anna.  Sergeant Jeffords: Okay, so you remember Alex Chen.  Captain Holt: Yes, and I really helped him. Perhaps he'll be my new Zeff.",
      "Header": "Quote from Captain Holt in the episode The Takeback"
    },
    {
      "Character": "Jake",
      "Episode": "Old School",
      "QuoteText" : "Jake: So good! You can barely even tell it's a chicken embryo.",
      "Header": "Quote from Jake in the episode Old School"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "Det. Dave Majors",
      "QuoteText" : "Sergeant Jeffords: Okay, I know what you two are doing. This is your weird way of making me stay at the Nine-Nine. Well, I am loving it. You know, the funny thing is Cagney naps better, but at night that's Lacey's time to shine. One time she went eight-to-eight!",
      "Header": "Quote from Sergeant Jeffords in the episode Det. Dave Majors"
    },
    {
      "Character": "Charles",
      "Episode": "Captain Latvia",
      "QuoteText" : "Charles: Hey, is there anything on that tablet that will lead us to his toy?  Jake: I don't know, it's locked, but don't worry. Our tech guys will get it open in no time.  Charles: Pssh, I don't have time for those dorks.  Jake: What? But you love Ted and Craig. You fly kites with them every weekend.  Charles: They're good guys. Give me the damn tablet!",
      "Header": "Quote from Charles in the episode Captain Latvia"
    },
    {
      "Character": "Jake",
      "Episode": "Two Turkeys",
      "QuoteText" : "Jake: I think your feathers are ripping. Gobble.  Charles: Gobble.",
      "Header": "Quote from Jake in the episode Two Turkeys"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Defense Rests",
      "QuoteText" : "Captain Holt: I could torpedo her promotion. Just saying it brims my soul with joy. But to do so would mean she stays here in New York City, hanging over me like an Albino bat. On the other hand, if I praise Wuntch she will leave the city, the clouds will part, and the children will sing \"Wuntch is gone\".  Rosa: What children?  Captain Holt: All the children.  Rosa: Right. That was a stupid question.",
      "Header": "Quote from Captain Holt in the episode Defense Rests"
    },
    {
      "Character": "Jake",
      "Episode": "The Therapist",
      "QuoteText" : "Jake: I know this is the wrong takeaway from this case board, but I really love the new yarn you're using.  Charles: There are sparkles in it.  Jake: I noticed.",
      "Header": "Quote from Jake in the episode The Therapist"
    },
    {
      "Character": "Jake",
      "Episode": "The Overmining",
      "QuoteText" : "Jake: Please, just let him come along.  Captain Holt: No.  Jake: Just so his name is on the arrest report.  Captain Holt: No.  Jake: I'll put him in a car a block away.  Captain Holt: Fine. At least tell me what it was about my speech that didn't work for you.  Jake: [sighs] Oh, man, if I had to boil it down to one thing and really pinpoint it, I guess I would just say it's, uh, ya boring. But still let him come? Great.",
      "Header": "Quote from Jake in the episode The Overmining"
    },
    {
      "Character": "Hitchcock",
      "Episode": "House Mouses",
      "QuoteText" : "Hitchcock: Hey, chair! Get ready to meet your new best friend: my ass.",
      "Header": "Quote from Hitchcock in the episode House Mouses"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "Bureau",
      "QuoteText" : "Sergeant Jeffords: Is there anyone you could've told the crime stats to?  Hitchcock: Crime stats?  Gina: Wait. Do either of you even know what our arrest numbers were?  Scully: [thinking] Twelve.  Sergeant Jeffords: No!  Scully: Then no.  Sergeant Jeffords: Yeah, they're not the leak.",
      "Header": "Quote from Sergeant Jeffords in the episode Bureau"
    },
    {
      "Character": "Hitchcock",
      "Episode": "Manhunter",
      "QuoteText" : "Jake: Holt is a great cop, and I know the demotion's driving him crazy, but his gut is usually right. I think we need to find that hot dog cart guy.  Charles: Okay, fine. But who do we know that could find us a random New York hot dog guy?  [cut to:]  Hitchcock: So, you need a little help from the Weiner Warriors.  Jake: Well, I hate that.",
      "Header": "Quote from Hitchcock in the episode Manhunter"
    },
    {
      "Character": "Jake",
      "Episode": "Ava",
      "QuoteText" : "Sergeant Jeffords: Jake, can I speak to you for a minute? In private.  Jake: Ooh, someone's in trouble. It's me. I don't know why I did that.",
      "Header": "Quote from Jake in the episode Ava"
    },
    {
      "Character": "Rosa",
      "Episode": "Gintars",
      "QuoteText" : "Captain Holt: I'll ask Commissioner Kelly to approve your initial request for an FBI lab team.  Rosa: That won't be necessary. I solved the case. And the flies actually came in handy.  [cut to Rosa with a perp in the interrogation room:]  Rosa: These have been genetically engineered to detect blood, and there's a whole swarm of them at your apartment right now with Dr.Ronald Yee. The flies don't lie.  [now:]  Rosa: He confessed immediately.",
      "Header": "Quote from Rosa in the episode Gintars"
    },
    {
      "Character": "Jake",
      "Episode": "Coral Palms Pt. 2",
      "QuoteText" : "Sheriff Reynolds: Okay, question three: You said you had somewhere important to go, so where exactly is that?  Captain Holt: Dinner date.  Jake: Dinner date. That's what mine says as well. Sorry about the handwriting.  The point is, neither of us are lying. Should we just pick up our keys on the way out, or how do you want to do this?",
      "Header": "Quote from Jake in the episode Coral Palms Pt. 2"
    },
    {
      "Character": "Charles",
      "Episode": "Return of the King",
      "QuoteText" : "Charles: Hey, Nikolaj, Daddy and Captain Holt need to talk. Why don't you go do some drawing? [to Holt] Oh, he loves doing art. He made a portrait of our dog Biscuit that had all of his surgical scars.",
      "Header": "Quote from Charles in the episode Return of the King"
    },
    {
      "Character": "Captain Holt",
      "Episode": "NutriBoom",
      "QuoteText" : "Captain Holt: Oh, it's good to hear. Remember, failure is for failures.",
      "Header": "Quote from Captain Holt in the episode NutriBoom"
    },
    {
      "Character": "Gina",
      "Episode": "Yippie Kayak",
      "QuoteText" : "Jake: Gina, you doing okay? You scared?  Gina: I'm scared you won't let me make a flamethrower and use it to throw flames.  Jake: You're right, I will not let you do that.",
      "Header": "Quote from Gina in the episode Yippie Kayak"
    },
    {
      "Character": "Charles",
      "Episode": "The Fugitive (Part 1)",
      "QuoteText" : "Charles: Please let this muck be water. Please let this muck be water. I won't be able to hug Nicolaj for a month. He doesn't have all his shots yet.",
      "Header": "Quote from Charles in the episode The Fugitive (Part 1)"
    },
    {
      "Character": "Charles",
      "Episode": "Unsolvable",
      "QuoteText" : "Charles: Talking to Vivian. We're still trying to figure out if we should move to Canada. It's awful. Thank God, it hasn't affected how much we bathe together.  Rosa: Almost never?  Charles: All the time.",
      "Header": "Quote from Charles in the episode Unsolvable"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Stakeout",
      "QuoteText" : "Captain Holt: I'm happy. Our drugs task force was a success and today I get to watch my nemesis, Madeline Wuntch, drape a medal around my neck.  Rosa: Also we cleaned up the streets.  Captain Holt: Yeah, that's good too.",
      "Header": "Quote from Captain Holt in the episode Stakeout"
    },
    {
      "Character": "Rosa",
      "Episode": "New Captain",
      "QuoteText" : "Rosa: So, what is this? Casual, serious? I need to know how to make fun of you.",
      "Header": "Quote from Rosa in the episode New Captain"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Sicko",
      "QuoteText" : "John Kelly: Listen, you know what would help you catch this guy? I just launched a new app, HotClues. Are you familiar with it?  Captain Holt: The one that allows civilians to submit anonymous tips directly to the NYPD? Yes, I'm familiar with HotClues.  John Kelly: Great. You know, it's actually helped us solve 17 cases, so I think we should ask for the public's help with this one.  Captain Holt: No, study after study has shown that soliciting anonymous tips results in false leads and wrongful convictions.  John Kelly: Hmm. Tell me how you really feel.  Captain Holt: I did.  John Kelly: And I loved it. Such passion.",
      "Header": "Quote from Captain Holt in the episode Sicko"
    },
    {
      "Character": "other character",
      "Episode": "The Fugitive (Part 1)",
      "QuoteText" : "Marshawn Lynch: I ain't seen anything. I was eating my quesadilla. It was a good one. Chicken, cheese, guac. But they forgot my pico de gallo.  [5 minutes later:] I remember when I was a little boy, my mama used to make this, uh, she used to call it \"fo' cheese.\" What y'all call it? Y'all call it \"four\"?  [12 minutes later] How come they never make quesadillas with sausage? You throw some tomato sauce in there and call it a pizza-dilla - What you think?  Rosa: What is going on?  [21 minutes later:]  Marshawn Lynch: This one time, I tried to wait up all night to catch Santa Claus, right? You know how they tell you you got to put the cookies and the milk out?  [36 minutes later:] I don't really be telling nobody this, but I like to sleep with the fan on, even when it's chilly outside. All about that white noise, baby.  Rosa: Stop. Stop talking, Marshawn Lynch. Did you see anything after the van crashed? Yes or no?  Marshawn Lynch: Nope. Like I told you, I was just eating my quesadilla. Have I talked to y'all about my pizza-dilla invention?",
      "Header": "Quote from other character in the episode The Fugitive (Part 1)"
    },
    {
      "Character": "Charles",
      "Episode": "Kicks",
      "QuoteText" : "Charles: It looks like the perp knew what he was after. All he took was a shipment of thousand-dollar limited edition Weezies designed by Little Wayne.  Jake: Oh, it's Lil.  Charles: Oh, like Lillian.  Jake: No.  Charles: Lillian Wayne.",
      "Header": "Quote from Charles in the episode Kicks"
    },
    {
      "Character": "Gina",
      "Episode": "The Slaughterhouse",
      "QuoteText" : "Gina: God, I'm gonna make a great dad someday.",
      "Header": "Quote from Gina in the episode The Slaughterhouse"
    },
    {
      "Character": "Jake",
      "Episode": "Casecation",
      "QuoteText" : "Jake: Yeah, because she's a patient here. I'm assuming, because of your gown.  Pam: I am. I have a twisted bowel. I have a tube; I have a bag. Do you want to see?  Amy: Oh, no, no, no. But thank you, Pam.  Pam: Let me know if you smell anything. I don't even notice it anymore.  Jake: Well, I'm pretty sure I actually already smell something.  Pam: No, you'll know.",
      "Header": "Quote from Jake in the episode Casecation"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "Mr. Santiago",
      "QuoteText" : "Sergeant Jeffords: All right, choo-choo! Here comes the veggie train, leaving the station. Next stop, a healthy body.",
      "Header": "Quote from Sergeant Jeffords in the episode Mr. Santiago"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Chasing Amy",
      "QuoteText" : "Sergeant Jeffords: I don't know. I'm just trying to build a fun world. That's what model trains are all about: imagination.  Captain Holt: No, they're about accuracy. People like to see the world around them exactly as it is, but smaller.",
      "Header": "Quote from Captain Holt in the episode Chasing Amy"
    },
    {
      "Character": "Amy",
      "Episode": "Windbreaker City",
      "QuoteText" : "Amy: I can't reschedule. I have tickets to a TED talk on power poses and getting what you want by using your body. Uh-oh, hope it doesn't get too sexual.",
      "Header": "Quote from Amy in the episode Windbreaker City"
    },
    {
      "Character": "Jake",
      "Episode": "Coral Palms Pt. 2",
      "QuoteText" : "Captain Holt: We got to get out of here. Figgis could show up at any minute.  Jake: Don't worry. We can outsmart some small-town sheriff. We're NYPD detectives. We caught the Son of Sam. Ice-T plays us on TV. We keep the Tony's safe.",
      "Header": "Quote from Jake in the episode Coral Palms Pt. 2"
    },
    {
      "Character": "Jake",
      "Episode": "Casecation",
      "QuoteText" : "Pam: I'm sorry. You weren't supposed to be here. This wasn't part of the plan.  Jake: It's okay, Pam. No need to panic. We're just talking. Look, I'm just gonna put this away. No, Terry, don't open that, please.  Sergeant Jeffords: What's going on in there?  Jake: There is a woman in here with an explosive device.  Sergeant Jeffords: What? You okay?  Jake: Yep. Everyone is fine. I just need you to evacuate this entire floor, call ESU and the bomb squad right away, and jam all cellular and Wi-Fi signals.  Sergeant Jeffords: On it.",
      "Header": "Quote from Jake in the episode Casecation"
    },
    {
      "Character": "Adrian Pimento",
      "Episode": "Pimento",
      "QuoteText" : "Charles: Where is that coming from?  Adrian Pimento: Oh, my God, there's a bomb in my chest!  Jake: What?  Adrian Pimento: They put a bomb in my chest!  Charles: What do we do?  Adrian Pimento: Wait a second, the sound's coming from my little watch.  Charles: You just assumed there was a bomb inside you?",
      "Header": "Quote from Adrian Pimento in the episode Pimento"
    },
    {
      "Character": "Amy",
      "Episode": "Johnny and Dora",
      "QuoteText" : "Amy: Did I do something to you? Are you mad? Is this because I brushed all the crumbs off your desk?",
      "Header": "Quote from Amy in the episode Johnny and Dora"
    },
    {
      "Character": "Scully",
      "Episode": "House Mouses",
      "QuoteText" : "Sergeant Jeffords: Where's Hitchcock? I'm taking you guys off your drug case.  Scully: Of course you are. Jake said you didn't believe in us.  Sergeant Jeffords: What? He didn't believe in you either. He was just pumping you up with lies so you'd work his case.  Scully: Jake, is this true?  Jake I just thought, you know, the two of you might be better off mousing around the old house.  Scully: Oh, I get it. Just because I got my finger stuck in a glue trap once, I'm a mouse? I got the cheese out, by the way.  Jake: Oh my God.",
      "Header": "Quote from Scully in the episode House Mouses"
    },
    {
      "Character": "Captain Holt",
      "Episode": "He Said, She Said",
      "QuoteText" : "Regina Park: Sorry if my voice is raspy. They just took the breathing tube out.  Captain Holt: But they left the BS in?  Sergeant Jeffords: Good God.  Charles: Whoa.",
      "Header": "Quote from Captain Holt in the episode He Said, She Said"
    },
    {
      "Character": "Hitchcock",
      "Episode": "Ticking Clocks",
      "QuoteText" : "Hitchcock: Worst morning ever.  Jake: Yeah, it was stressful, but we got the guy. Surprised you two are taking it so hard.  Hitchcock: We were talking about our lunch, you self-absorbed son-of-a-bitch.  Jake: Come on.",
      "Header": "Quote from Hitchcock in the episode Ticking Clocks"
    },
    {
      "Character": "Charles",
      "Episode": "Manhunter",
      "QuoteText" : "Jake: Nice, Charles!  Charles: Name's not Charles, it's Boyhunter.  Jake: You know what, you earned it. Way to get your boy, Boyhunter!",
      "Header": "Quote from Charles in the episode Manhunter"
    },
    {
      "Character": "Jake",
      "Episode": "A Tale of Two Bandits",
      "QuoteText" : "Sergeant Jeffords: Doug Judy, you're under arrest.  Jake: What? Sarge? You are really bringing down the vibe at this funeral.",
      "Header": "Quote from Jake in the episode A Tale of Two Bandits"
    },
    {
      "Character": "Jake",
      "Episode": "The Crime Scene",
      "QuoteText" : "Jake: Well, let's get into this murder. I'm hoping it's a dope one. Mamma Mia.  That's a bloody pizza pie. [Rosa groans] No, it's okay. I can say that. I'm half Italian.  Rosa: That's not the problem I had with it.",
      "Header": "Quote from Jake in the episode The Crime Scene"
    },
    {
      "Character": "Scully",
      "Episode": "Bachelor/ette Party",
      "QuoteText" : "Scully: Hey guys, if you're running out, I'm just gonna take Hitchcock to the hospital.  Kylie: Is he okay?  Scully: He drank a lot during \"Never Have I Ever\". We're gonna get his stomach pumped, try to get ahead of this thing.",
      "Header": "Quote from Scully in the episode Bachelor/ette Party"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "Bachelor/ette Party",
      "QuoteText" : "Sergeant Jeffords: I'm hungry!  Charles: Oh, you're in luck; the fanny pack is filled with granola.  Jake: Mmm! Loose granola.  Sergeant Jeffords: I don't want fanny granola! I want steaks and whiskey!",
      "Header": "Quote from Sergeant Jeffords in the episode Bachelor/ette Party"
    },
    {
      "Character": "Madeline Wuntch",
      "Episode": "The Jimmy Jab Games",
      "QuoteText" : "Sergeant Jeffords: Sir, what are you so nervous about? There's a new drug in the precinct, and we need updated narcotics field kits. All we're asking for is $1,200. How could she say no to that?  Captain Holt: Sergeant, as long as I'm asking for it, Madeline Wuntch can say no to anything.  [flashback:]  Captain Holt: [sneezes] Ugh, may I?  Madeline Wuntch: Those are my tissues, Raymond. If you were planning on sneezing, you should have brought your own.",
      "Header": "Quote from Madeline Wuntch in the episode The Jimmy Jab Games"
    },
    {
      "Character": "Hitchcock",
      "Episode": "House Mouses",
      "QuoteText" : "Hitchcock: Wait a minute. If you get killed, what happens to all your debt? Loophole!",
      "Header": "Quote from Hitchcock in the episode House Mouses"
    },
    {
      "Character": "Charles",
      "Episode": "Manhunter",
      "QuoteText" : "Charles: He's taking over your case, Jake. You have to stop him.  Jake: Well, you know, it takes a true leader to let someone else lead.  Charles: Ugh, sounds exactly like something I would say. Snap out of it.",
      "Header": "Quote from Charles in the episode Manhunter"
    },
    {
      "Character": "Jake",
      "Episode": "The Jimmy Jab Games II",
      "QuoteText" : "Jake: The point is, today we compete against one another in a series of games, and this year's winner receives one day's paid vacation, courtesy of Officer Mark.  Officer Mark: You said you needed that day for a private matter.  Jake: You know what? You shouldn't even be here. Everyone say, \"Thank you, Officer Mark. Bye, Officer Mark.\"  All: Thank you, Officer Mark. Bye, Officer Mark.",
      "Header": "Quote from Jake in the episode The Jimmy Jab Games II"
    },
    {
      "Character": "Jake",
      "Episode": "The Night Shift",
      "QuoteText" : "Charles: Did you find Smith?  Jake: No, uh, he actually got away.  Charles: Sorry, man.  Jake: Ah, it's all right. It's the day shift's problem now.  Charles: Whatever happened to working until it's done?  Jake: Honestly, Lohank kind of talked some sense into me.  Charles: Lohank?  Jake: Yeah, it was so gross.",
      "Header": "Quote from Jake in the episode The Night Shift"
    },
    {
      "Character": "Jake",
      "Episode": "Operation Broken Feather",
      "QuoteText" : "Jake: Scully, what are you doing at my desk? And working? What is going on today?",
      "Header": "Quote from Jake in the episode Operation Broken Feather"
    },
    {
      "Character": "Rosa",
      "Episode": "Ticking Clocks",
      "QuoteText" : "Jenna Pazhley: Don't let her go. You guys, I used to have this boyfriend, Jason, then we broke up 'cause I got drunk at Spring Fling and passed out in a bush, and he took too long to find me, and now he's gone and it's like, there's no one to find me when I pass out in a bush.  Jake: I'm not sure that totally applies here.  Rosa: No, she's right. I can't let Jocelyn go. Can you handle this without me?  Jake: Yeah, it's under control. Go get Jocelyn back. Jocelyn Pryce.",
      "Header": "Quote from Rosa in the episode Ticking Clocks"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Beach House",
      "QuoteText" : "Captain Holt: I do envy the camaraderie they shared. I've always wanted to josh around with my peers.",
      "Header": "Quote from Captain Holt in the episode Beach House"
    },
    {
      "Character": "Jake",
      "Episode": "Dillman",
      "QuoteText" : "Dillman: If you were in the break room, why was the IP address of your laptop logged into the Wi-Fi on the fifth floor?  Rosa: Fine. There's an empty office there where I go to be alone.  Dillman: Seems innocent enough. Why would you lie about that? Maybe because you were up there assembling a glitter bomb.  Rosa: [mumbles]  Dillman: I'm sorry, I didn't...  Rosa: I was watching a soap opera. It's called \"Drake's Hollow.\" I never miss an episode. It's my mother's favorite show, and when things were bad between us, it was the one thing that we could still talk about.  Dillman: Oh, that's sweet.  Jake: It is kind of sweet.  Dillman: Sweet enough to fool a lesser detective.  Jake: What... I wasn't fooled. Take her away.",
      "Header": "Quote from Jake in the episode Dillman"
    },
    {
      "Character": "Charles",
      "Episode": "Gintars",
      "QuoteText" : "Jake: But here's what I'm thinking, I call the State Department-  Charles: You've done enough, Jake.  Jake: That's nice of you to say, but-  Charles: My tone wasn't nice.  Jake: But your tone is always nice with me. Wait a minute. Are you mad?  Charles: Yes, because you butted into a situation you shouldn't have. You need to keep your butt in your pants.  Jake: My butt was only out because you said you wanted Gintars gone.  Charles: Well, thanks to your butt, Nikolaj feels like he's been abandoned all over again.  Jake: Okay, but my butt was the one that got them together in the first place. I don't feel like my butt is getting credit for that.  Charles: Well, that's because your butt was inappropriate then too. Your butt should have never been a part of this. So now I gotta go clean up the big nasty mess that your butt made.  Jake: But my butt no but- My butt no but!",
      "Header": "Quote from Charles in the episode Gintars"
    },
    {
      "Character": "Kevin",
      "Episode": "The Wednesday Incident",
      "QuoteText" : "Kevin: And Peralta, I hope this will do. It's a can of Orange Soda from when some other children visited.",
      "Header": "Quote from Kevin in the episode The Wednesday Incident"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Suicide Squad",
      "QuoteText" : "Jake: That was our last obstacle, except for one other thing. I promised her that you would apologize for everything you've ever done to her.  Captain Holt: Including the Michelle Obama incident?  Jake: Yes, she mentioned that specifically. I'm very curious what happened there.  Captain Holt: Oh, it's nothing. But fine. I'm sorry, Madeline, for everything.  Jake: Hey.  Captain Holt: Especially for pushing you into Michelle Obama from behind and then running away.  Jake: What?  Amy: Sir!  Captain Holt: It was very funny.",
      "Header": "Quote from Captain Holt in the episode Suicide Squad"
    },
    {
      "Character": "Jake",
      "Episode": "Captain Kim",
      "QuoteText" : "Captain Julie Kim: You broke into my bedroom?  Jake: Well, this wouldn't have been a problem if didn't have a vicious guard dog that's protecting her secrets.  Captain Julie Kim: Linus is not a guard dog, and he's not vicious. He was locked in my room, because she gets skittish around crowds. I just rescued him from a dog-fighting ring.  All: Aww.  Jake: Don't aww her, all right. She's a liar, and I have proof. Remember how she said she didn't know Madeline Wuntch? Well, then explain why she has an email from her dated two weeks ago, subject: Raymond Holt.  Captain Holt: Mm-hmm.  Captain Julie Kim: Peralta, why don't you read that email aloud for everyone?  Jake: Oh, you'd love that, wouldn't you? Wait a minute. Why would you love that? This is gonna be bad for me, isn't it? Amy, you read it.  Amy: No.  Charles: I'll do it, Jakey.  Jake: Oh, the old Charles is back.",
      "Header": "Quote from Jake in the episode Captain Kim"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Trying",
      "QuoteText" : "Captain Holt: Lieutenant, I never see you at Shaw's on a Sunday. Those nights are reserved for spending time with your family. I guess you do make... exceptions.  Sergeant Jeffords: What?  Captain Holt: The conversation we had six months ago? The one where you said you wouldn't make an exception for me.  Sergeant Jeffords: That was so long ago. A lot has happened since then.  Captain Holt: Well, to me it seems like mere minutes ago, because I've been living the same day over and over again.",
      "Header": "Quote from Captain Holt in the episode Trying"
    },
    {
      "Character": "Scully",
      "Episode": "Kicks",
      "QuoteText" : "Scully: So, what's this about a giant flan?",
      "Header": "Quote from Scully in the episode Kicks"
    },
    {
      "Character": "Amy",
      "Episode": "Thanksgiving",
      "QuoteText" : "Amy: Captain, I want to tell you something. I think you're... Like, when I was a little girl.  Captain Holt: You think I'm like when you were a little girl?  Amy: Forget it. The moment's passed.",
      "Header": "Quote from Amy in the episode Thanksgiving"
    },
    {
      "Character": "Jake",
      "Episode": "Halloween IV",
      "QuoteText" : "Gina: Yes, it was easy. And the next phase of my plan: a \"skating accident\".  Jake: But you knocked out your two front teeth.  Gina: False teeth. Fake blood. I lost my real teeth at Jenn Sutton's birthday party in fourth grade.  Jake: Oh, you made sure I didn't remember that!  Gina: It was minute five of seven minutes in heaven with Todd Cohen when he bumped the wall and a bowling ball fell on my face.  Jake: Maybe I just wasn't at that party.",
      "Header": "Quote from Jake in the episode Halloween IV"
    },
    {
      "Character": "Jake",
      "Episode": "Maximum Security",
      "QuoteText" : "Jake: Yeah, and guys, this isn't one of those women's prisons that we've all seen being all sexy on late-night cable. You know, with the ladies touching each other's bits, and there's kind of some lame jazz playing. When these chicks fight, it's for real. So be mature.  Captain Holt: Peralta is gross, but correct.",
      "Header": "Quote from Jake in the episode Maximum Security"
    },
    {
      "Character": "Rosa",
      "Episode": "The Takeback",
      "QuoteText" : "Sergeant Jeffords: So what do you think? Which gum looks the most like the one from the picture?  Rosa: Two pink, too wet, too small, too chewed, too smooth, too wet, all wrong, too pink, too fresh, too dirty, too clean. None of these work. You struck out.  Sergeant Jeffords: We don't have any time. What do we do?  Rosa: I don't know. Pick one and pray.  Sergeant Jeffords: Uh... I'm gonna go with... you.  Rosa: [slaps Terry's hand] Not that one.",
      "Header": "Quote from Rosa in the episode The Takeback"
    },
    {
      "Character": "Gina",
      "Episode": "Cop-Con",
      "QuoteText" : "Scully: She's my soul mate, Amy.  Gina: So she doesn't like you. It happens. I mean, not to me, but not everyone has my combination of elegance and charm and grace and poise, and then just gif-ability. Some would say \"jif,\" but then some would also say \"syrup.\"",
      "Header": "Quote from Gina in the episode Cop-Con"
    },
    {
      "Character": "Madeline Wuntch",
      "Episode": "The Mole",
      "QuoteText" : "Madeline Wuntch: Oh, Raymond. An Internal Affairs investigation? A drug task force that hasn't found any drugs? This precinct's a disaster. Maybe that's why the birds stopped singing. Out of respect for the death of your career. Good-bye, Raymond.",
      "Header": "Quote from Madeline Wuntch in the episode The Mole"
    },
    {
      "Character": "Amy",
      "Episode": "Halloween III",
      "QuoteText" : "Amy: He left a tiny crack in the blind, so I could read the Captain's lips.  \"Sharon and your kids will distract Jake.\"  They'll be here at 9:30 sharp.  My waffle xylophone on the cheese man.\"  Captain Holt: What?  Amy: My lip-reading is not flawless.",
      "Header": "Quote from Amy in the episode Halloween III"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "The Slump",
      "QuoteText" : "Sergeant Jeffords: Where do I affix the Princess Tower, Boyle? Where do I affix it?!  Charles: By the side of the turret-  Sergeant Jeffords: Not now, Boyle. Let a brother breathe. Let a brother breathe.",
      "Header": "Quote from Sergeant Jeffords in the episode The Slump"
    },
    {
      "Character": "Gina",
      "Episode": "The Ebony Falcon",
      "QuoteText" : "Amy: Why do you have so many lycra body suits? And why do you need eight full drawers of underwear?  Gina: Because I'm civilized. Less talky-talk, more solvey-solve.",
      "Header": "Quote from Gina in the episode The Ebony Falcon"
    },
    {
      "Character": "Gina",
      "Episode": "Monster in the Closet",
      "QuoteText" : "Gina: Jake, you done good, kid. Glad I took you along for the ride.",
      "Header": "Quote from Gina in the episode Monster in the Closet"
    },
    {
      "Character": "Jake",
      "Episode": "The Night Shift",
      "QuoteText" : "Rosa: Night shift is boring. Listen to the cases I've had: Drunk and disorderly, drunk and disorderly, cyber crime-  Jake: Ooh, cyber crime. Pretty cool.  Rosa: Caught a drunk guy humping a laptop.  Jake: Well, we've all been there.",
      "Header": "Quote from Jake in the episode The Night Shift"
    },
    {
      "Character": "Rosa",
      "Episode": "Return of the King",
      "QuoteText" : "Amy: Rosa? Are you stuck in there?  Rosa: No, I'm in here by choice.  Amy: Oh, 'cause I hear some banging noises as if someone was struggling to open the door.  Rosa: No. That was the pipes.  Amy: Or, is it the sound of you learning how to ask for help? You know, you can't spell \"independent\" without \"dependent.\"  Rosa: And you can't spell \"Go [bleep] yourself\" without \"[bleep] you.\"",
      "Header": "Quote from Rosa in the episode Return of the King"
    },
    {
      "Character": "Gina",
      "Episode": "Coral Palms Pt. 3",
      "QuoteText" : "Gina: What's up, squadron? I'm airplane ready, and I'm T-minus 30 from my Ambies kicking in, so let's take it to the skies.",
      "Header": "Quote from Gina in the episode Coral Palms Pt. 3"
    },
    {
      "Character": "Charles",
      "Episode": "Gintars",
      "QuoteText" : "Charles: It's just- Adoption is complicated. No matter how much I want to be, I'm not Nikolaj's real father.  Jake: Come on, Charles. Of course you are.  Charles: Well, that'll be up to him. And he may even change his mind about it throughout his life. I mean, all I can do is make him feel safe and give him as much love as I can.  Jake: Well, I think Nikolaj is very lucky to have you.  Charles: Nikolaj.",
      "Header": "Quote from Charles in the episode Gintars"
    },
    {
      "Character": "",
      "Episode": "",
      "QuoteText" : "Amy: So, Rachel, how did you guys meet?  Rachel: Oh. (LAUGHS) Such a wild story. So I was on an elevator and so was Teddy.  Jake: Oh, that's the whole story.  Rosa: I think it's romantic.",
      "Header": "Quote from Jake in  the episode The Audit"
    },
    {
      "Character": "Jake",
      "Episode": "The Takeback",
      "QuoteText" : "Doug Judy: Why would you pull a heist in the middle of my bachelor party?  Chuck: You pulled a heist during my wedding.  Doug Judy: Shh... he's a cop, man. Come on, chill.  Jake: Judy!",
      "Header": "Quote from Jake in the episode The Takeback"
    },
    {
      "Character": "Gina",
      "Episode": "Serve & Protect",
      "QuoteText" : "Gina: I'm not saying you're lying, Mr. Jeffords, but if that's how things went down, why is Veronica so angry, you stupid liar?  Sergeant Jeffords: I don't know.  Gina: You don't know? Well, we could stay here all night until your story starts making sense.",
      "Header": "Quote from Gina in the episode Serve & Protect"
    },
    {
      "Character": "Gina",
      "Episode": "The Overmining",
      "QuoteText" : "Amy: This is about Terry. You can't tell anyone else this, but-  Gina: He failed his lieutenant's exam.  Amy: How do you know that?  Gina: Let's just say my little birds are everywhere collecting whispers. He left the letter on his desk, and I read it.",
      "Header": "Quote from Gina in the episode The Overmining"
    },
    {
      "Character": "Jake",
      "Episode": "The Big House Pt.1",
      "QuoteText" : "Jake: I hear you're the man to talk to about getting a cell phone.  Romero: I am. But it'll cost you. Phone's 100.  Jake: $100? That's no problem.   Romero: I got no use for cash. I want 100 soups.  Jake: Soups?  Caleb: Yeah, ramen. They're like a major currency in here.  Jake: Really? That is very surprising.  Caleb: You can't smoke anymore, so ramen has replaced cigarettes. NPR did a big thing on it.",
      "Header": "Quote from Jake in the episode The Big House Pt.1"
    },
    {
      "Character": "Jake",
      "Episode": "Kicks",
      "QuoteText" : "Jake: Desk duty is a nightmare. Name one thing someone accomplished while sitting behind a desk.  Charles: Abraham Lincoln abolished slavery.  Jake: Yeah, but think about how much faster he would've done it if he'd got off his ass once in a while, right?",
      "Header": "Quote from Jake in the episode Kicks"
    },
    {
      "Character": "Adrian Pimento",
      "Episode": "Monster in the Closet",
      "QuoteText" : "Jake: I'll do it, it's fine. But I should warn you, my car is a piece of junk and it's always breaking down.  Adrian Pimento: Ah, come on! The universe isn't gonna let anything bad happen to two best friends unless we're in a fiery crash, and our bodies are burned beyond recognition.",
      "Header": "Quote from Adrian Pimento in the episode Monster in the Closet"
    },
    {
      "Character": "Adrian Pimento",
      "Episode": "Paranoia",
      "QuoteText" : "Adrian Pimento: Thank you guys so much for this party. It means everything to me. And I'm sorry that earlier I went a little off the rails, hijacked the bus, stole all of your wallets to double check your identities-  Sergeant Jeffords: What?",
      "Header": "Quote from Adrian Pimento in the episode Paranoia"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "The Therapist",
      "QuoteText" : "Amy: Hey, Sarge, a package was delivered to my desk downstairs, addressed to the 99th Precinct, attention: Sergeant, but it's not for me. It's a book.  Sergeant Jeffords: Sounds like something you'd order.  Amy: \"How to Please Your Wife: 100 Tips to Take Your Sex Life from Blah to Ahhhh.\"  Sergeant Jeffords: Yeah. That's not mine.  Amy: It also shipped with two gallons of protein powder.  Sergeant Jeffords: Well, I get my protein from real food. 22 meals a day, 1 every 40 minutes.",
      "Header": "Quote from Sergeant Jeffords in the episode The Therapist"
    },
    {
      "Character": "Jake",
      "Episode": "The Venue",
      "QuoteText" : "Jake: Could we wrap the flowers in \"New York Times\" crossword puzzles from key dates in our lives?",
      "Header": "Quote from Jake in the episode The Venue"
    },
    {
      "Character": "other character",
      "Episode": "Greg and Larry",
      "QuoteText" : "Bob Annderson: Regardless, I figured if they're not gonna give me any respect, I might as well get paid.  Captain Holt: Was it worth it?  Bob Annderson: Of course. I made millions. I traveled the world. I've eaten whale.  Captain Holt: I always assumed whale would be too fatty.  Bob Annderson: Well, I don't have to assume. I know for a fact it is. It's disgusting. I threw up.",
      "Header": "Quote from other character in the episode Greg and Larry"
    },
    {
      "Character": "Rosa",
      "Episode": "Captain Latvia",
      "QuoteText" : "Sergeant Jeffords: What the hell happened out there, Patrick?  Patrick: I'm really sorry. There were so many people. I-I got stage fright.  Amy: I don't get it. You had no problem singing in front of the entire precinct.  Patrick: I was drunk. Alcohol gives me the courage to sing.  Rosa: And the courage to pee on snow people.",
      "Header": "Quote from Rosa in the episode Captain Latvia"
    },
    {
      "Character": "Jake",
      "Episode": "Valloweaster",
      "QuoteText" : "Jake: I rigged the envelopes so that we could team up.  Captain Holt: But you chose Scully initially.  Jake: Only because I knew as soon as I tried to go first, Rosa would jump in, and then I made sure no one picked our envelopes by marking them with Cheeto thumbprints.  Captain Holt: Oh, so everyone would assume that they were Hitchcock and Scully's. Brilliant. These fools don't stand a chance against us.  Jake: Yeah, they really are fools, aren't they? Just like whoever Agnes and Alfredo beat at singing to get into the Olympics. I know nothing about opera.  Captain Holt: No, you're right. Amy's a real Teresa Berganza, huh?",
      "Header": "Quote from Jake in the episode Valloweaster"
    },
    {
      "Character": "Jake",
      "Episode": "Chasing Amy",
      "QuoteText" : "Kylie: Yeah, there was a 99th precinct case file from January, 2014, that was just accessed.  Jake: Okay, I definitely know where she is.  Kylie: Like you definitely knew the Serengeti was a type of pasta?  Jake: Let it go, Kylie!",
      "Header": "Quote from Jake in the episode Chasing Amy"
    },
    {
      "Character": "Gina",
      "Episode": "Coral Palms Pt. 2",
      "QuoteText" : "Sergeant Jeffords: Captain Stentley. There's an urgent situation, and we need 72 hours off to go to Florida. Now, I can't explain why-  Captain C.J. Jason Stentley: Absolutely not.  Amy: What?  Sergeant Jeffords: The Eight-Six said they would cover for us, and this very important!  Captain C.J. Jason Stentley: That's enough. Someone once told me that being a captain means telling people no. Oh, wait. That was you guys. You guys told me that. Anyway, you're right. You can't go.  Amy: Sorry, guys. I kinda feel like this is my fault.  Emily: I kinda feel like this is my fault.  Gina: Not now, Emily.",
      "Header": "Quote from Gina in the episode Coral Palms Pt. 2"
    },
    {
      "Character": "The Vulture",
      "Episode": "The Vulture",
      "QuoteText" : "Captain Holt: Would you like to sit down, Detective? You seem upset.  The Vulture: Hell yeah, I'm upset. Your team disrupted a crime scene over which they have zero, zero, jurisdiction. They were publicly drunk. Apparently one of them pressed all the buttons on the elevator. Only, maybe he just bumped up against the panel with that big white ass of his.",
      "Header": "Quote from The Vulture in the episode The Vulture"
    },
    {
      "Character": "Jake",
      "Episode": "Karen Peralta",
      "QuoteText" : "Jake: Mom, seriously, the fire?  Karen Peralta: It's fine. Things don't burn down like they used to.  Jake: I'm just gonna put it out.",
      "Header": "Quote from Jake in the episode Karen Peralta"
    },
    {
      "Character": "Gina",
      "Episode": "Beach House",
      "QuoteText" : "Gina: Four drinks! Thank you, Terry's fanny, and thank you Poseidon, great God of the Sea!",
      "Header": "Quote from Gina in the episode Beach House"
    },
    {
      "Character": "Rosa",
      "Episode": "9 Days",
      "QuoteText" : "Rosa: Hey, you guys seen Boyle?  Scully: Yep, he's in a little ball under his desk.  Rosa: Oh, no. Did you watch \"Grimm\" again last night? You know it gives you nightmares.",
      "Header": "Quote from Rosa in the episode 9 Days"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "Paranoia",
      "QuoteText" : "Sergeant Jeffords: Look, I'm sorry I doubted you. I'm also sorry that someone's trying to kill you, but I can really only take ownership for the first part.",
      "Header": "Quote from Sergeant Jeffords in the episode Paranoia"
    },
    {
      "Character": "Jake",
      "Episode": "Mr. Santiago",
      "QuoteText" : "Jake: Hey, Mr. Santiago. I am Jake Peralta, Amy's boyfriend.  Victor Santiago: Jake, nice to finally meet you.  Jake: You too.  Victor Santiago: Ah, look at that. You're a Garamond man, huh?  Jake: Of course, what other font would I use, Cambria?",
      "Header": "Quote from Jake in the episode Mr. Santiago"
    },
    {
      "Character": "Jake",
      "Episode": "The Takeback",
      "QuoteText" : "Rosa: Calm down, Jake. Maybe it's a small wedding.  Jake: Okay, good point. How big is the venue, Shane? I said how big is the venue?  Shane Reed: I... I... I don't know!  Jake: I... I... I... I don't know! But I bet you do know the password to the wedding website, don't you?  Shane Reed: Yeah, I guess.  Jake: Well, then I guess you better tell it to me, Shane. You wash my back, I'll wash yours.  Rosa: Wash?  Jake: I meant scratch. You know I meant scratch. Now tell me the password.  Shane Reed: I think it's \"dougandkateforever.\"  Jake: There, was that so hard, Shane? You did the right thing. Now get this piece of trash out of my sight. Oh, is forever spelled out, or is it the number four?  Shane Reed: Oh, it's spelled out.  Jake: Okay, thank you so much. Now get this piece of trash out of my sight!",
      "Header": "Quote from Jake in the episode The Takeback"
    },
    {
      "Character": "Jake",
      "Episode": "Beach House",
      "QuoteText" : "Jake: You guys are being a bunch of homophobic, racist, golf cops!",
      "Header": "Quote from Jake in the episode Beach House"
    },
    {
      "Character": "Amy",
      "Episode": "Cheddar",
      "QuoteText" : "Amy: Yeah, but this is too much pressure! Why did you volunteer us for this?  Jake: Because Holt hasn't seen Kevin in, like, months, and I was just thinking if that was me and you, it would make me really sad.  Amy: Oh. That's actually super sweet.  Jake: Plus, there's this big, fat binder full of instructions and rules.  Amy: There's a binder? Why didn't you lead with that, you idiot?  Jake: Oh! How about I just leave you two alone?  Amy: Okay.",
      "Header": "Quote from Amy in the episode Cheddar"
    },
    {
      "Character": "Doug Judy",
      "Episode": "The Fugitive (Part 2)",
      "QuoteText" : "Captain Holt: Grand theft auto. Grand theft auto. Grand theft auto. Dog fraud.  Doug Judy: I sold a guy a fake Pekinese. 'Twas a cat.  Captain Holt: You will not win me over with your use of 'twas.  Doug Judy: 'Twasn't trying to.  Jake: [snorts]",
      "Header": "Quote from Doug Judy in the episode The Fugitive (Part 2)"
    },
    {
      "Character": "Captain Holt",
      "Episode": "The Bimbo",
      "QuoteText" : "Kevin: Oh, no, that's Raymond. That's how he opens a door.  Captain Holt: Kevin, are you still in here?  Kevin: Uh, yes, Raymond, I'm in the stall.  Captain Holt: Some tickets were just released for Mahler's Fourth Symphony this weekend.  Kevin: Great. That sounds great. Let's do it.  Captain Holt: Fantastic. Now, which section do you prefer? The first tier, the second tier, the third tier-  Kevin: The first tier.  Captain Holt: Now, which section of the first tier? Right, left, right center, center-  Kevin: Just any section is fine.  Captain Holt: [laughs] Any section, wow. Someone had pepper on their eggs this morning. I'll buy the tickets. [chuckles] Any section.",
      "Header": "Quote from Captain Holt in the episode The Bimbo"
    },
    {
      "Character": "Jake",
      "Episode": "The Audit",
      "QuoteText" : "Jake: He's gonna shut this place down, and we're gonna get shipped off to separate precincts. I don't think our relationship can survive that.  Amy: I mean, even if we don't work together, we can still be a couple.  Jake: If I don't see you every day, I will forget who you are. I'm like a goldfish.",
      "Header": "Quote from Jake in the episode The Audit"
    },
    {
      "Character": "Gina",
      "Episode": "Ava",
      "QuoteText" : "Sergeant Jeffords: And Gina, I know you got past your fears and helped Sharon out.  Gina: I'm so happy for you and I never want to see your daughter or remember this day.",
      "Header": "Quote from Gina in the episode Ava"
    },
    {
      "Character": "Jake",
      "Episode": "Ava",
      "QuoteText" : "Sergeant Jeffords: So Sharon will be here in an hour. We're driving up to the Berkshires to spend one last weekend alone before the baby comes.  Jake: Yeah! Somebody's gonna get it!  Sergeant Jeffords: She's 37 weeks pregnant, man. We're gonna eat pie in bed.  Jake: Oh, yeah.",
      "Header": "Quote from Jake in the episode Ava"
    },
    {
      "Character": "Jake",
      "Episode": "The Cruise",
      "QuoteText" : "Doug Judy: You're welcome to chill here. It's the least I can do to thank you for protecting me.  Jake: Never. This protection scam is a scam. Do you honestly think you can fool me again just because you've successfully done it numerous times before?",
      "Header": "Quote from Jake in the episode The Cruise"
    },
    {
      "Character": "Amy",
      "Episode": "Beach House",
      "QuoteText" : "Amy: Hey, Ray, it's time.  Captain Holt: For what, detective Santiago?  Amy: You to give me a promotion and a forty-percent raise. I've been carrying this squad for two years, and my back's getting tired.",
      "Header": "Quote from Amy in the episode Beach House"
    },
    {
      "Character": "Captain Holt",
      "Episode": "The Venue",
      "QuoteText" : "Captain Holt: Well, if that's true, then you won't mind walking across the bullpen without saying hello to anybody.  Sergeant Jeffords: [scoffs] No problem.  Captain Holt: No nods allowed.",
      "Header": "Quote from Captain Holt in the episode The Venue"
    },
    {
      "Character": "Hitchcock",
      "Episode": "Four Movements",
      "QuoteText" : "Sergeant Jeffords: I have a buddy who works in private security. They do protection for tons of big names. He'll know who's in town.  Jake: Fantastic. Please call him right now.  Hitchcock: No need. Leroy Pipe is in! All he needs is bail money.  Jake: Great. But also, Terry, you still call your guy.",
      "Header": "Quote from Hitchcock in the episode Four Movements"
    },
    {
      "Character": "Sergeant Jeffords",
      "Episode": "Unsolvable",
      "QuoteText" : "Charles: Could be a sports injury. I sprained my wrist in college playing field hockey.  Sergeant Jeffords: Men's field hockey?  Charles: Yeah. It's much more violent than the women's game. We're not allowed to wear anything that protects our breasts.",
      "Header": "Quote from Sergeant Jeffords in the episode Unsolvable"
    },
    {
      "Character": "Gina",
      "Episode": "The 9-8",
      "QuoteText" : "Gina: \"Orange Jake\", going once, going twice.  Rosa: I'll show you a picture of me in high school. There is side-pony.  Gina: Rosa coming in hot! Rosa coming in hot!",
      "Header": "Quote from Gina in the episode The 9-8"
    },
    {
      "Character": "Jake",
      "Episode": "The Crime Scene",
      "QuoteText" : "Franco McCoy: Just do me a favor. Don't turn into a star humper around me or my squad, because they make TV shows about us sometimes.  Jake: What? They make shows about us all the time.  Franco McCoy: Name one.  Jake: \"Law and Order\".  Franco McCoy: Never heard of it.  Jake: \"NYPD Blue\".  Franco McCoy: Nope.  Jake: \"Miami Vice\".  Franco McCoy: Nah.  Jake: \"Hill Street Blues\".  Franco McCoy: Pass.  Jake: \"The Wire\".  Franco McCoy: Sounds dumb.  Jake: \"Rizzoli & Isles\".  Franco McCoy: Okay. That's a good one.",
      "Header": "Quote from Jake in the episode The Crime Scene"
    },
    {
      "Character": "Gina",
      "Episode": "Game Night",
      "QuoteText" : "Charles: Admit it. Amy and I changed your mind.  Gina: All right, it was you guys. I actually even cried a little bit after you left my apartment.  Charles: Aw.  Amy: Oh! I made Gina Linetti cry?  Gina: Hey, calm down. I had a baby ten weeks ago. I cried to a carpet cleaner commercial yesterday.",
      "Header": "Quote from Gina in the episode Game Night"
    },
    {
      "Character": "Rosa",
      "Episode": "Game Night",
      "QuoteText" : "Jake: So are you seeing anyone now?  Rosa: Yeah. Her name's Tiffany.  Jake: Are you lying about her name so we won't look her up?  Rosa: Yes, I am. Next.",
      "Header": "Quote from Rosa in the episode Game Night"
    },
    {
      "Character": "Scully",
      "Episode": "Lights Out",
      "QuoteText" : "Scully: Aw, this ice cream is melting.  Hitchcock: Who cares? We can drink melted ice cream. We can't eat spoiled ham. We have to prioritize!  Scully: What if we combine them? Wrap the ice cream in the ham like a taquito.  Hitchcock: This man. This man is my best friend.  Rosa: You two are the worst people to have around in an emergency. I literally can't imagine a scenario where you'd be helpful.  Scully: Murder at a Cinnabon. Who would you call?  Rosa: Someone who wouldn't be distracted by the frosting.  Scully: Yeah, I do love that frosting.",
      "Header": "Quote from Scully in the episode Lights Out"
    },
    {
      "Character": "Jake",
      "Episode": "Lights Out",
      "QuoteText" : "Jake: Uh, what was that?  Charles: Wow, all of Brooklyn lost power.  Jake: You know, I've always kind of liked blackouts. Listen to how quiet it is. It's so peaceful. [gunshots, wheels screeching] Nope, it immediately turned into a purge. Way to go, New York. All right, let's suit up!",
      "Header": "Quote from Jake in the episode Lights Out"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Trying",
      "QuoteText" : "Captain Holt: I'd also like to make a speech. Most marriages end in divorce, and there's a reason. It's boring to be stuck in the same routine forever. There's no value to be found in walking the same beat over and over, especially when you've been a captain for six years. The point is: Marriage is a waste of my talents, Lieutenant. To Hitchcock!  Hitchcock: These are great.  Jake: Really?",
      "Header": "Quote from Captain Holt in the episode Trying"
    },
    {
      "Character": "Gina",
      "Episode": "Your Honor",
      "QuoteText" : "Gina: Yikes, Amy. What's wrong with you?  Amy: I blew a huge opportunity to work a case with Holt's mom.  Gina: Oh, yeah, I didn't need an answer. \"What's wrong\" is a rhetorical question.",
      "Header": "Quote from Gina in the episode Your Honor"
    },
    {
      "Character": "Rosa",
      "Episode": "Johnny and Dora",
      "QuoteText" : "Rosa: Don't lie to me, Boyle, or you will be eating your bone marrow custard through a straw.",
      "Header": "Quote from Rosa in the episode Johnny and Dora"
    },
    {
      "Character": "Adrian Pimento",
      "Episode": "Monster in the Closet",
      "QuoteText" : "Adrian Pimento: Cool, I need to go to Neustadter, New York. I gotta pick up a pair of ruby earrings I pawned before I went into hiding.  Jake: Neustadter's like six hours away. I'm not so sure we can get there and back in time.  Adrian Pimento: Jake, there's no wedding without the earrings. My grandmother wore them on her wedding day, and said they blessed her union. Do you want this union to be blessed, Jake? Or do you want this union to be friggin' unblessed?",
      "Header": "Quote from Adrian Pimento in the episode Monster in the Closet"
    },
    {
      "Character": "Charles",
      "Episode": "Manhunter",
      "QuoteText" : "Jake: Boyle, gather everyone up.  Charles: Oh, we starting a burn book about Holt? Let's drag him, baby!  Jake: No, someone saw our hoodie guy.  Charles: Right, we'll do the burn book later.  Jake: Attention, everyone, we have a possible sighting of our shooter on Hoyt Street. Detective Boyle and I will take Alpha unit. Smith, Fox-  Charles: You guard the burn book.  Jake: Charles, no.  Charles: Stand down.",
      "Header": "Quote from Charles in the episode Manhunter"
    },
    {
      "Character": "Scully",
      "Episode": "House Mouses",
      "QuoteText" : "Jake: Look, you're Hitchcock and Scully. You guys are legends. You single-handedly caught the Prospect Park Flasher.  Scully: Well, he was being chased by other cops, but he did slip on my spilled chili.  Hitchcock: And who bumped into Scully, causing the spill? Me.  Jake: Damn right, and who fell asleep under their desks and caught the janitor stealing evidence?  Hitchcock: We did.  Jake: And who sued the department and got triple-ply toilet paper in every precinct?  Scully: We did.",
      "Header": "Quote from Scully in the episode House Mouses"
    },
    {
      "Character": "Scully",
      "Episode": "Chasing Amy",
      "QuoteText" : "Scully: All right, two things. One, we're out of chips.  Jake: How?  Scully: You skimped us. And two, Amy left and asked me to give you this note. What's she say? She go out to get us more chips?  Jake: No, the practice test freaked her out. She's not taking the sergeant's exam. Damn it.  Scully: Damn it!",
      "Header": "Quote from Scully in the episode Chasing Amy"
    },
    {
      "Character": "Jake",
      "Episode": "Paranoia",
      "QuoteText" : "Jake: And this bachelor party is gonna change all that. We're gonna eat steaks, we're gonna smoke cigars.  Hitchcock: We're gonna look at naked ladies.  Jake: No, Hitchcock, we're keeping it classy.  Hitchcock: Right, just their boobs.  Jake: No, no boobs.",
      "Header": "Quote from Jake in the episode Paranoia"
    },
    {
      "Character": "Gina",
      "Episode": "Chocolate Milk",
      "QuoteText" : "Gina: Ugh. I didn't strike you when you said knocking boots, but Bone Bros. I can not abide.",
      "Header": "Quote from Gina in the episode Chocolate Milk"
    },
    {
      "Character": "Jake",
      "Episode": "The Pontiac Bandit Returns",
      "QuoteText" : "Jake: NYPD! Stop where you are! Come on, Santa. Why are you so fat?",
      "Header": "Quote from Jake in the episode The Pontiac Bandit Returns"
    },
    {
      "Character": "Jake",
      "Episode": "Cop-Con",
      "QuoteText" : "Jake: Yes. We're unraveling the mystery. It's like we're detectives.  Charles: We are detectives.  Jake: Right. Another thing we remembered. This is going great.",
      "Header": "Quote from Jake in the episode Cop-Con"
    },
    {
      "Character": "Amy",
      "Episode": "The Bank Job",
      "QuoteText" : "Amy: No, I think Charles might be right. Yesterday, I asked her to go for a drink, and she said, \"That sounds like a nightmare.\"  Sergeant Jeffords: Oh, Amy.  Amy: Okay. Just give me this, please. I'd feel so much better about my self if it was because she was pregnant.",
      "Header": "Quote from Amy in the episode The Bank Job"
    },
    {
      "Character": "Jake",
      "Episode": "Bachelor/ette Party",
      "QuoteText" : "Jake: Here comes the bachelor, all dressed in my nice jacket I only wear for special events.",
      "Header": "Quote from Jake in the episode Bachelor/ette Party"
    },
    {
      "Character": "Jake",
      "Episode": "Christmas",
      "QuoteText" : "Amy: You look happy. Let me guess. Your egg sandwich fell on the floor, and they gave it to you for free.  Jake: No. Can you do that? Why doesn't everyone just drop their sandwiches on the floor?  Amy: I was trying to insult you.  Jake: And instead you gave me an amazing life hack!",
      "Header": "Quote from Jake in the episode Christmas"
    },
    {
      "Character": "Amy",
      "Episode": "Coral Palms Pt. 3",
      "QuoteText" : "Amy: Ooh, we're crossing into Virginia. Virginia is not technically a state, but a commonwealth.  Rosa: Oof, poor Jake.",
      "Header": "Quote from Amy in the episode Coral Palms Pt. 3"
    },
    {
      "Character": "Jake",
      "Episode": "The Crime Scene",
      "QuoteText" : "Rosa: The CSI guys! Franco said he had 14 techs, but didn't you count 15?  Jake: I did count 15! My math was right! Suck it, Mrs. Skanga! She was my Algebra II teacher. She threw a protractor at my head.  Rosa: She sucks.  Jake: She sucked! Actually, she was very sweet. She believed in me.",
      "Header": "Quote from Jake in the episode The Crime Scene"
    },
    {
      "Character": "Jake",
      "Episode": "He Said, She Said",
      "QuoteText" : "Amy: Thank you for coming in, Ms. Brennan. Can you describe your working relationship with Mr. Haggerty?  Keri Brennan: Absolutely. Seth hired me three years ago to help with large-scale statistical arbitrage and ever since we've been at a steady 18% yield.  Jake: I didn't know most of those words, but I'm assuming it means you're good at business.  Keri Brennan: I am good. I brought in $168 million to the firm last quarter.  Jake: Wow, that's a lot of money. Where do you keep it all? It's in a computer.  I've watched too much \"DuckTales.\"  Keri Brennan: No, you can never watch too much \"DuckTales.\" It's my dream to have a gold coin pool.  Jake: Like Scrooge McD. Continue.",
      "Header": "Quote from Jake in the episode He Said, She Said"
    },
    {
      "Character": "Amy",
      "Episode": "The Honeypot",
      "QuoteText" : "Amy: Ooh, now can you open the drawers? If you want to get featured, you got to show them what's under the skirt, know what I mean?",
      "Header": "Quote from Amy in the episode The Honeypot"
    },
    {
      "Character": "Gina",
      "Episode": "Halloween III",
      "QuoteText" : "Charles: So, I see you've been assigned to guard the briefcase too.  Gina: Yup, I'm not supposed to let it or you out of my sight, if that even is you.  Charles: Ow, that's my face!  Gina: Oh, sorry I thought it was a cheap, rubber mask.",
      "Header": "Quote from Gina in the episode Halloween III"
    },
    {
      "Character": "Jake",
      "Episode": "Captain Kim",
      "QuoteText" : "Sergeant Jeffords: What are you guys doing here?  Jake: What do you mean? We're going to the party.  Amy: You said you weren't coming. You said that Captain Kim was a Trevor and that she only invited us to earn our trust so she could have sex with our mom.  Sergeant Jeffords: It was very confusing.  Jake: I never said that. But it's not confusing. I mean, our \"mom\" is obviously the precinct, and Captain Kim having sex with the precinct is actually her teaming up with Madeline Wuntch to destroy it. It's a perfect analogy, which I never used.",
      "Header": "Quote from Jake in the episode Captain Kim"
    },
    {
      "Character": "Amy",
      "Episode": "Stakeout",
      "QuoteText" : "Rosa: I'm out. Four hours is the most time I've ever spent alone with any human. It was the worst experience of my life.  Amy: What about that time we drove up to Boston together. That was about four hours. Oh, I see what just happened.",
      "Header": "Quote from Amy in the episode Stakeout"
    },
    {
      "Character": "Jake",
      "Episode": "Coral Palms Pt. 2",
      "QuoteText" : "Jake: Adios, weird Juggalo encampment!",
      "Header": "Quote from Jake in the episode Coral Palms Pt. 2"
    },
    {
      "Character": "Jake",
      "Episode": "Bachelor/ette Party",
      "QuoteText" : "Jake: We cannot do this. We're way too drunk. But there has to be someone that knows where those coins are, right? Charles.  Captain Holt: Charles would know.  Jake: Brilliant! We just have to find Charles, but where might he be?  Sergeant Jeffords: He's probably digging up the gold coins. But who would know where the gold coins are?  Jake: Charles! Charles knows where they are. But where is he- No, wait we're stuck in a loop. We're super drunk and we're in a loop. We need to find someone who isn't Charles who knows where the coins are.",
      "Header": "Quote from Jake in the episode Bachelor/ette Party"
    },
    {
      "Character": "Captain Holt",
      "Episode": "Ava",
      "QuoteText" : "Captain Holt: I'm fine. I'm getting a lot of work done here at Gina's desk. It's wonderful. She has all my favorite chewing gums.",
      "Header": "Quote from Captain Holt in the episode Ava"
    },
    {
      "Character": "Amy",
      "Episode": "Manhunter",
      "QuoteText" : "Amy: Stop it, Terry, okay? We haven't been talking about you! Oh. Kicking. I think kicking's working.  Rosa: Told you. Go with it. Keep kicking that can.  Amy: It worked, I have to pee! I finally have to pee!  Sergeant Jeffords: Wait, this is about you having to pee?  Amy: Yes!  Sergeant Jeffords: Wow. I guess I owe you guys an apology. I may have been bringing some things from home into the workplace.  Amy: Yeah, that was clear from the start, okay? Now, move, I need to find a bathroom.",
      "Header": "Quote from Amy in the episode Manhunter"
    }
  ]
 }